[
  {
    "peribahasa": "ambil berat",
    "makna": "memberikan perhatian",
    "tema": "Tanggungjawab",
    "bahagian_bahagian": [
      "Memberi tumpuan kepada seseorang atau sesuatu",
      "Menunjukkan keprihatinan dan kepedulian",
      "Melibatkan diri secara emosi atau tindakan"
    ],
    "contoh": [
      "Ibu bapa 'ambil berat' tentang pelajaran anak-anak mereka.",
      "Seorang kawan 'ambil berat' apabila rakannya sedih dan mendengar masalahnya."
    ],
    "ayat_perbincangan": "Peribahasa 'ambil berat' bermaksud memberikan perhatian dan menunjukkan kepedulian. Ini adalah sifat positif yang penting dalam perhubungan sesama manusia. Contohnya, apabila ibu bapa 'ambil berat' tentang pelajaran anak-anak, mereka bukan sekadar bertanya, tetapi juga memastikan anak-anak mempunyai persekitaran belajar yang baik. Sifat 'ambil berat' melahirkan rasa kasih sayang dan kepercayaan antara satu sama lain, menguatkan ikatan persahabatan dan kekeluargaan.",
    "ayat_naratif": "Di dalam kelas yang sibuk, Cikgu Leha perasan Adam kelihatan muram dan senyap sahaja. 'Adam, kamu okay ke?' tanya Cikgu Leha dengan lembut. Adam hanya menggelengkan kepala. Cikgu Leha tidak terus beredar, sebaliknya dia 'ambil berat'. Dia duduk di sebelah Adam, bertanya dengan lebih lanjut tentang masalah Adam. Rupanya, Adam risau tentang kucingnya yang sakit. Cikgu Leha menenangkan Adam dan berjanji akan membantunya mencari doktor haiwan. Cikgu Leha 'ambil berat' terhadap pelajarnya, dan Adam berasa lega kerana ada yang peduli.",
    "skrip_drama": "INT. PADANG SEKOLAH - PETANG\n\nACTION: Ali dan Bala sedang berlatih bola sepak. Ali perasan Bala kelihatan lesu.\n\nALI\n(Dengan nada risau)\nBala, kau kenapa ni? Nampak penat je. Selalunya kau paling laju.\n\nBALA\n(Sambil mengeluh)\nEntahlah, Ali. Aku rasa tak sihat sangat hari ni.\n\nALI\n(Mendekati Bala)\nKau demam ke? Cikgu suruh kita 'ambil berat' sesama kawan. Kalau kau tak sihat, jangan paksa diri.\n\nBALA\n(Tersenyum kecil)\nTerima kasih, Ali. Kau memang kawan baik. Aku ingat nak balik rehat je.\n\nALI\nJomlah, aku teman kau balik. Nanti aku tolong bagitahu cikgu.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "anak angkat",
    "makna": "anak yang diambil dan dijadikan sebagai anak sendiri",
    "tema": "Keluarga",
    "bahagian_bahagian": [
      "Anak yang dibela oleh bukan ibu bapa kandung",
      "Diberi kasih sayang dan hak seperti anak sendiri",
      "Bukan ikatan darah"
    ],
    "contoh": [
      "Pasangan suami isteri yang tidak mempunyai anak mengambil seorang bayi untuk dijadikan 'anak angkat' mereka.",
      "Seorang ibu tunggal menjaga anak saudaranya 'sebagai anak angkat' setelah ibu bapa anak itu meninggal dunia."
    ],
    "ayat_perbincangan": "Peribahasa 'anak angkat' merujuk kepada seorang anak yang diambil dan dijadikan sebagai anak sendiri oleh seseorang atau pasangan yang bukan ibu bapa kandungnya. Walaupun tiada ikatan darah, 'anak angkat' ini dibela dan diberi kasih sayang serta hak yang sama seperti anak kandung. Sifat ini menunjukkan kemuliaan hati pengambil anak angkat yang sanggup mencurahkan kasih sayang tanpa batas.",
    "ayat_naratif": "Mak Timah dan Pak Abu sudah lama berkahwin, tetapi belum dikurniakan zuriat. Suatu hari, mereka mendengar ada seorang bayi yang memerlukan keluarga. Tanpa berfikir panjang, mereka pergi mengambil bayi itu. Bayi kecil itu, yang diberi nama Wawa, kini menjadi 'anak angkat' mereka. Walaupun bukan darah daging sendiri, Mak Timah dan Pak Abu membela Wawa seperti anak kandung mereka. Mereka mencurahkan kasih sayang sepenuhnya, memastikan Wawa mendapat pendidikan terbaik, dan tidak pernah membezakan Wawa dengan anak-anak lain.",
    "skrip_drama": "INT. RUMAH MAK CIK LEHA - PETANG\n\nACTION: Mak Cik Leha dan anaknya, Zaki, sedang berbual di ruang tamu. Zaki memegang sebuah album gambar lama.\n\nZAKI\n(Melihat gambar seorang bayi)\nMak, siapa ni? Zaki tak pernah nampak pun.\n\nMAK CIK LEHA\n(Tersenyum)\nOh, ini abang kamu, Hadi, masa kecil. Dia 'anak angkat' mak.\n\nZAKI\n'Anak angkat'? Maksudnya dia bukan anak kandung mak?\n\nMAK CIK LEHA\nBetul, sayang. Tapi walau tak keluar dari perut mak, Hadi tetap anak mak. Mak sayang dia macam mak sayang kamu. Kami bela dia sejak bayi lagi.\n\nZAKI\n(Memandang gambar itu)\nOh... Zaki tak tahu pun. Tapi Zaki sayang abang Hadi. Dia baik sangat.\n\nMAK CIK LEHA\n(Memeluk Zaki)\nItulah, Zaki. Sayang tak kenal siapa anak kandung, siapa 'anak angkat'. Yang penting, kita keluarga.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "anak emas",
    "makna": "orang yang sangat disayangi",
    "tema": "Hubungan",
    "bahagian_bahagian": [
      "Individu yang mendapat layanan istimewa",
      "Disayangi dan diutamakan lebih daripada yang lain",
      "Sering diberi keistimewaan atau keutamaan"
    ],
    "contoh": [
      "Ali ialah 'anak emas' kepada Cikgu Aminah kerana dia selalu mendapat markah tertinggi dalam kelas.",
      "Anak bongsu selalunya menjadi 'anak emas' kepada ibu bapa mereka."
    ],
    "ayat_perbincangan": "Peribahasa 'anak emas' merujuk kepada seseorang yang sangat disayangi dan sering mendapat layanan istimewa, lebih daripada orang lain. Mereka mungkin diutamakan atau diberi keistimewaan tertentu. Walaupun ini menunjukkan kasih sayang yang mendalam, ia kadang-kadang boleh menimbulkan rasa cemburu di kalangan yang lain. Contohnya, dalam sesebuah keluarga, 'anak emas' mungkin sentiasa mendapat apa sahaja yang diinginkan, manakala adik-beradik lain kurang diberi perhatian.",
    "ayat_naratif": "Di kampung itu, semua tahu Si Tompok, kucing Puan Salmah, adalah 'anak emas'nya. Puan Salmah memberi Tompok makan ikan salmon setiap hari, manakala kucing-kucing lain hanya makan nasi dan ikan bilis. Tompok juga mempunyai bantal dan selimut sendiri, sedangkan kucing lain tidur di luar rumah. Apabila Tompok sakit, Puan Salmah segera membawanya ke klinik haiwan, berbanding kucing lain yang hanya diberi ubat kampung. Jelas sekali, Si Tompok adalah 'anak emas' Puan Salmah yang paling disayangi dan diutamakan.",
    "skrip_drama": "INT. RUMAH KELUARGA LIM - MALAM\n\nACTION: Keluarga Lim sedang menonton televisyen. Adik mereka, Lily, datang membawa segelas jus oren.\n\nLILY\n(Menghulurkan jus kepada ayah)\nAyah, nah jus Lily buatkan. Sedap ni!\n\nAYAH\n(Tersenyum)\nWah, terima kasih, anak ayah! Rajinnya Lily ni.\n\nABANG\n(Menggeleng kepala kepada kakak)\nNampak tak? Lily tu memang 'anak emas' ayah. Semua ayah bagi dia.\n\nKAKAK\n(Berbisik)\nSudahlah, abang. Janganlah cemburu. Kita pun kena rajin jugalah.\n\nAYAH\n(Kepada Lily)\nLily nak makan apa-apa lagi? Ayah boleh belikan.\n\nLILY\nTak apalah, ayah. Cukuplah jus ni.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "bawa nasib",
    "makna": "mencari penghidupan di tempat lain",
    "tema": "Kehidupan",
    "bahagian_bahagian": [
      "Berpindah ke tempat baru",
      "Mencari peluang pekerjaan atau kehidupan yang lebih baik",
      "Meninggalkan kampung halaman untuk masa depan"
    ],
    "contoh": [
      "Ramai anak muda dari kampung 'bawa nasib' ke bandar besar untuk mencari pekerjaan.",
      "Datuk dan nenek terpaksa 'bawa nasib' ke negara lain semasa zaman penjajahan."
    ],
    "ayat_perbincangan": "Peribahasa 'bawa nasib' bermaksud seseorang itu meninggalkan kampung halaman atau tempat asal untuk mencari penghidupan yang lebih baik di tempat lain. Tindakan ini sering dilakukan oleh mereka yang ingin mengubah nasib dan mencari peluang pekerjaan atau kehidupan yang lebih cerah. Walaupun ia memerlukan keberanian untuk berjauhan dari keluarga dan rakan-rakan, ramai yang sanggup 'bawa nasib' demi masa depan yang lebih baik.",
    "ayat_naratif": "Aminah, seorang gadis kampung, memandang sayu ke arah sawah padi yang terbentang luas. Dia tahu, jika dia terus di situ, kehidupannya tidak akan berubah. Dengan hati yang berat, Aminah nekad untuk 'bawa nasib' ke kota. Dia mengumpul sedikit wang, mengemas beg pakaiannya, dan mengucapkan selamat tinggal kepada keluarganya. Di kota besar itu, Aminah bekerja keras, siang dan malam. Walaupun perit, dia tidak pernah mengalah. Aminah yakin, dengan usahanya, dia akan dapat mengubah nasib dan kembali ke kampung sebagai seorang yang berjaya.",
    "skrip_drama": "INT. RUMAH KAMPUNG - MALAM\n\nACTION: Seorang ibu sedang memeluk anaknya, Kamal, yang akan berangkat ke bandar.\n\nIBU\n(Dengan suara sebak)\nKamal, jaga diri baik-baik di sana. Ibu risau kamu seorang diri.\n\nKAMAL\n(Memujuk ibunya)\nJangan risau, ibu. Kamal tahu Kamal kena 'bawa nasib' ke bandar. Susah di sini, ibu.\n\nIBU\nIbu faham, nak. Pergilah. Tapi jangan lupa asal usul kita. Kalau susah, baliklah.\n\nKAMAL\n(Memegang tangan ibu)\nTidak, ibu. Kamal akan berusaha bersungguh-sungguh. Kamal nak berjaya, nak bantu keluarga kita.\n\nACTION: Kamal mengangguk, mengambil begnya, dan melangkah keluar rumah dengan azam yang kuat.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "berat sebelah",
    "makna": "tidak adil",
    "tema": "Keadilan",
    "bahagian_bahagian": [
      "Memihak kepada satu pihak",
      "Tidak berlaku saksama",
      "Membuat keputusan tanpa menimbang semua aspek dengan jujur"
    ],
    "contoh": [
      "Seorang hakim yang 'berat sebelah' dalam membuat keputusan akan menyebabkan ketidakadilan.",
      "Cikgu yang 'berat sebelah' memberikan markah hanya kepada pelajar kegemarannya."
    ],
    "ayat_perbincangan": "Peribahasa 'berat sebelah' merujuk kepada tindakan yang tidak adil atau memihak kepada satu pihak sahaja. Sikap ini boleh menimbulkan rasa tidak puas hati dan permusuhan. Contohnya, dalam pertandingan sukan, jika pengadil 'berat sebelah' dan sentiasa memberikan kelebihan kepada satu pasukan, ia akan mencemarkan semangat kesukanan dan membuatkan pasukan lain berasa tidak adil. Penting untuk kita sentiasa berlaku adil dan saksama dalam setiap tindakan dan keputusan.",
    "ayat_naratif": "Dalam pertandingan melukis di sekolah, Cikgu Zaki adalah juri. Ada dua lukisan yang sangat cantik, satu oleh Raju dan satu lagi oleh Mei Ling. Lukisan Raju mempunyai warna yang sangat terang, manakala lukisan Mei Ling mempunyai reka bentuk yang unik. Cikgu Zaki sebenarnya lebih suka warna terang, jadi dia terus memilih lukisan Raju tanpa meneliti lukisan Mei Ling dengan teliti. Murid-murid lain mula berbisik, 'Cikgu Zaki ni 'berat sebelah' lah! Dia memang suka Raju!' Cikgu Zaki berasa tidak selesa, menyedari dia tidak berlaku adil dalam penilaiannya.",
    "skrip_drama": "INT. PADANG PERMAINAN - SIANG\n\nACTION: Dua orang budak lelaki, Danial dan Kevin, sedang bertengkar berebut bola. Amir, rakan mereka, cuba meleraikan.\n\nDANIAL\n(Marah)\nBola ni aku punya! Aku yang beli!\n\nKEVIN\n(Tidak puas hati)\nTapi aku dulu yang pegang! Kau yang rampas!\n\nAMIR\n(Mencuba meleraikan)\nSudahlah tu! Kenapa gaduh ni?\n\nDANIAL\nAmir, kau kena sokong aku! Aku kawan baik kau!\n\nAMIR\n(Berfikir sejenak)\nHmm... tapi aku nampak Danial yang tarik dulu. Kalau aku kata kau betul, aku 'berat sebelah' pula.\n\nKEVIN\n(Mengeluh)\nHa'ah, Amir. Janganlah 'berat sebelah'. Siapa yang betul, dialah yang betul.\n\nAMIR\n(Mencari jalan)\nBaiklah, baiklah. Macam ni, kita main giliran. Adil kan?\n\n[FADE OUT]"
  },
  {
    "peribahasa": "besar hati",
    "makna": "bangga atau gembira",
    "tema": "Perasaan",
    "bahagian_bahagian": [
      "Merasakan kebanggaan terhadap sesuatu pencapaian",
      "Berasa sangat gembira dan berpuas hati",
      "Perasaan positif yang mendalam"
    ],
    "contoh": [
      "Ibu bapa 'besar hati' apabila anak mereka berjaya mendapat keputusan cemerlang dalam peperiksaan.",
      "Pasukan bola sepak itu 'besar hati' kerana berjaya menjuarai pertandingan."
    ],
    "ayat_perbincangan": "Peribahasa 'besar hati' bermaksud berasa bangga atau sangat gembira terhadap sesuatu pencapaian atau peristiwa. Perasaan ini timbul apabila seseorang mencapai kejayaan atau melihat orang tersayang meraih kejayaan. Contohnya, seorang pelajar akan 'besar hati' apabila hasil lukisannya dipuji oleh guru, atau apabila ibu bapa mereka 'besar hati' melihat anak mereka berjaya di pentas antarabangsa. 'Besar hati' adalah perasaan positif yang mendorong kita untuk terus berusaha dan mencapai lebih banyak kejayaan.",
    "ayat_naratif": "Hari Anugerah Cemerlang Sekolah sudah tiba. Sarah, seorang pelajar yang rajin, tidak menyangka namanya akan dipanggil. Apabila namanya diumumkan sebagai pelajar terbaik, Sarah melangkah ke pentas dengan hati yang berdebar. Ayah dan ibunya yang duduk di barisan hadapan tersenyum lebar. Mereka berdua berasa 'besar hati' melihat anak mereka berdiri gagah di atas pentas, menerima anugerah daripada guru besar. Ayah Sarah menepuk bahu ibunya, 'Kita patut berbangga, Mak Cik. Anak kita berjaya!' Ibu Sarah mengangguk, air mata kegembiraan menitis di pipinya.",
    "skrip_drama": "INT. BILIK KELAS - SIANG\n\nACTION: Cikgu Fatimah masuk ke kelas dengan wajah ceria. Murid-murid sedang berbual-bual.\n\nCIKGU FATIMAH\n(Tersenyum lebar)\nAssalamualaikum dan selamat pagi, murid-murid! Cikgu ada berita gembira!\n\nMURID-MURID\n(Serentak)\nWaalaikumussalam! Berita apa, cikgu?\n\nCIKGU FATIMAH\nPasukan robotik sekolah kita berjaya memenangi pertandingan kebangsaan!\n\nALI\n(Teruja)\nWah! Betul ke, cikgu? Kita menang?\n\nCIKGU FATIMAH\nBetul! Cikgu sangat 'besar hati' dengan pencapaian kamu semua! Ini bukti usaha keras tidak mengkhianati hasil.\n\nFATIN\n(Bertepuk tangan)\nYeay! Kita berjaya!\n\nCIKGU FATIMAH\nTahniah semua! Teruskan usaha dan semangat juang kamu.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "buah tangan",
    "makna": "barang yang dibawa sebagai hadiah",
    "tema": "Adat & Budaya",
    "bahagian_bahagian": [
      "Hadiah yang dibawa apabila melawat seseorang",
      "Tanda ingatan atau tanda terima kasih",
      "Tidak semestinya mahal, yang penting ikhlas"
    ],
    "contoh": [
      "Ayah membawa 'buah tangan' sebekas kuih muih apabila melawat nenek di kampung.",
      "Kita selalu membawa 'buah tangan' apabila melawat kawan yang sakit."
    ],
    "ayat_perbincangan": "Peribahasa 'buah tangan' merujuk kepada barang yang dibawa sebagai hadiah ketika melawat seseorang. Ia adalah amalan tradisi yang menunjukkan tanda ingatan, hormat, atau terima kasih. 'Buah tangan' tidak semestinya mahal, yang penting adalah keikhlasan di sebalik pemberian tersebut. Amalan ini mengeratkan silaturahim dan menambah kemesraan dalam setiap pertemuan, sama ada melawat saudara-mara, rakan-rakan, atau guru.",
    "ayat_naratif": "Pada hari raya Aidilfitri, keluarga Encik Karim pulang ke kampung halaman. Sebelum bertolak, Puan Salmah sibuk menyiapkan pelbagai jenis kuih muih dan kek. 'Ini semua 'buah tangan' untuk Mak dan Abah di kampung,' kata Puan Salmah kepada anak-anaknya. Anak-anak Encik Karim berasa teruja. Mereka tahu, membawa 'buah tangan' adalah tanda hormat dan kasih sayang kepada datuk dan nenek mereka. Apabila tiba di kampung, Mak dan Abah sangat gembira menerima 'buah tangan' itu, terutamanya kuih raya kegemaran mereka yang dibuat oleh Puan Salmah.",
    "skrip_drama": "INT. RUMAH NENEK - SIANG\n\nACTION: Aminah dan ibunya tiba di rumah nenek. Nenek sedang menyiram pokok bunga.\n\nAMINAH\n(Melambaikan tangan)\nNenek! Aminah datang!\n\nNENEK\n(Tersenyum gembira)\nCucu nenek dah sampai! Masuklah, sayang.\n\nIBU\n(Menghulurkan bungkusan)\nMak, kami ada bawa 'buah tangan' untuk mak.\n\nNENEK\n(Mengambil bungkusan itu)\nEh, susahnya kamu ni. Apa bendanya ni?\n\nIBU\nTak ada lah, mak. Kek pisang kegemaran mak. Harap mak suka.\n\nNENEK\n(Terharu)\nTerima kasih, nak. Memang pandai 'ambil berat' hati nenek. Jom kita makan!\n\n[FADE OUT]"
  },
  {
    "peribahasa": "buruk siku",
    "makna": "mengambil semula sesuatu yang pernah diberikan kepada seseorang",
    "tema": "Sikap Negatif",
    "bahagian_bahagian": [
      "Menarik balik pemberian setelah ia diberikan",
      "Tidak ikhlas dalam memberi",
      "Menyebabkan rasa tidak senang kepada penerima"
    ],
    "contoh": [
      "Seorang pemberi pinjam yang 'buruk siku' menarik semula hadiah yang diberikan setelah peminjam tidak dapat membayar hutang.",
      "Ali 'buruk siku' meminta semula mainan yang diberikannya kepada adiknya setelah adiknya merosakkan mainan Ali yang lain."
    ],
    "ayat_perbincangan": "Peribahasa 'buruk siku' menggambarkan sikap seseorang yang mengambil semula barang yang telah diberikannya kepada orang lain. Sikap ini menunjukkan ketidakikhlasan dalam memberi dan boleh menyinggung perasaan penerima. Apabila seseorang bersikap 'buruk siku', ia menunjukkan dia tidak jujur dalam pemberiannya dan hanya mahu menarik balik hadiah apabila ada perselisihan faham atau apabila dia memerlukan semula barang tersebut. Perbuatan ini adalah tidak beretika dan mencerminkan sifat tamak.",
    "ayat_naratif": "Ahmad sering bergaduh dengan adiknya, Laila. Suatu hari, Ahmad menghadiahkan Laila sebuah pensel warna baharu. Laila sangat gembira. Namun, keesokan harinya, Laila tidak sengaja menjatuhkan pensel Ahmad dan ia patah. Ahmad yang marah terus merampas pensel warna baharu yang diberinya semalam. 'Nah, ambil balik pensel ni! Kau dah rosakkan pensel aku!' jerit Ahmad. Laila berasa sedih dan terkejut. Ibu mereka yang melihat kejadian itu menegur Ahmad, 'Ahmad, janganlah 'buruk siku'! Barang yang dah diberi, jangan diambil semula. Itu bukan milik kamu lagi.' Ahmad menundukkan kepalanya, menyedari kesalahannya.",
    "skrip_drama": "INT. KELAS - WAKTU REHAT\n\nACTION: Mei Mei sedang bermain patung yang diberi oleh Sarah. Tiba-tiba, Sarah datang dengan wajah masam.\n\nSARAH\n(Dengan suara dingin)\nMei Mei, bagi balik patung tu.\n\nMEI MEI\n(Terkejut)\nKenapa? Ini kan kau yang bagi aku semalam?\n\nSARAH\nAku dah tak suka kau. Kau tak nak tolong aku siapkan kerja rumah tadi. Bagi balik!\n\nMEI MEI\n(Mula menangis)\nTapi ini dah jadi aku punya! Kau ni 'buruk siku' lah!\n\nCIKGU RAMLI\n(Tiba-tiba muncul)\nAda apa ni, Sarah? Mei Mei, kenapa menangis?\n\nSARAH\n(Tergagap)\nSaya... saya minta balik patung ni, cikgu.\n\nCIKGU RAMLI\n(Melihat Sarah dengan tegas)\nSarah, barang yang dah diberi, tak boleh diambil semula. Jangan bersikap 'buruk siku'. Itu tak elok. Minta maaf dengan Mei Mei.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "cakar ayam",
    "makna": "tulisan yang buruk dan sukar dibaca",
    "tema": "Kebiasaan",
    "bahagian_bahagian": [
      "Tulisan tangan yang tidak kemas",
      "Susah untuk difahami atau dibaca",
      "Tidak teratur dan berselerak"
    ],
    "contoh": [
      "Tulisan doktor di preskripsi ubat selalunya seperti 'cakar ayam'.",
      "Adik menulis karangan dengan tulisan 'cakar ayam' sehingga cikgu susah hendak membacanya."
    ],
    "ayat_perbincangan": "Peribahasa 'cakar ayam' merujuk kepada tulisan tangan yang sangat buruk dan sukar untuk dibaca. Ia menggambarkan tulisan yang tidak kemas, berselerak, dan tidak teratur, seolah-olah dicakar oleh ayam. Walaupun isi penulisan mungkin bagus, tulisan 'cakar ayam' boleh menyukarkan pembaca untuk memahami mesej yang ingin disampaikan. Oleh itu, kita digalakkan untuk menulis dengan kemas dan jelas agar mudah dibaca oleh orang lain.",
    "ayat_naratif": "Hafiz mengeluh melihat buku nota matematik adiknya, Alia. Setiap kali Alia mencatat sesuatu, tulisan tangannya seperti 'cakar ayam'. Nombor-nombor dan huruf-huruf berselerak, sukar dibezakan antara satu sama lain. Hafiz cuba membantu Alia membuat kerja rumah, tetapi dia terpaksa mengambil masa yang sangat lama hanya untuk memahami apa yang Alia tulis. 'Alia, kenapalah tulisan kamu ni macam 'cakar ayam'?' tegur Hafiz. Alia hanya tersengih. 'Nanti cikgu susah nak tanda kerja sekolah kamu ni,' tambah Hafiz, sambil cuba mentafsirkan coretan adiknya itu.",
    "skrip_drama": "INT. RUANG MAKAN RUMAH - MALAM\n\nACTION: Ayah sedang memegang surat yang ditulis oleh Nenek. Ibu dan Mia turut berada di situ.\n\nAYAH\n(Cuba membaca surat itu, menggaru kepala)\nMak... mak tulis apa ni? Ayah susah betul nak baca.\n\nIBU\n(Melihat surat itu)\nKenapa, abang? Tulisan mak macam 'cakar ayam' ke?\n\nAYAH\n(Mengangguk)\nHa'ah. Macam ni lah tulisan mak. Kadang-kadang ayah terpaksa panggil Mia untuk tolong bacakan.\n\nMIA\n(Tersengih)\nBetul, ayah! Mia pun kadang-kadang pening. Tapi lama-lama dah biasa. Nenek memang ada tulisan uniklah.\n\nAYAH\n(Ketawa kecil)\nMemang unik sangat. Macam kod rahsia pun ada! Tak apa, ayah cuba lagi.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "campur tangan",
    "makna": "melibatkan diri dalam hal orang lain",
    "tema": "Sikap",
    "bahagian_bahagian": [
      "Mencampuri urusan atau masalah orang lain",
      "Intervensi dalam situasi yang bukan urusan sendiri",
      "Boleh jadi positif atau negatif, bergantung pada niat"
    ],
    "contoh": [
      "Seorang abang 'campur tangan' dalam pergaduhan adik-adiknya untuk meleraikan mereka.",
      "Jiran yang suka 'campur tangan' dalam hal peribadi orang lain tanpa diundang."
    ],
    "ayat_perbincangan": "Peribahasa 'campur tangan' bermaksud melibatkan diri dalam urusan atau masalah orang lain. Perbuatan ini boleh jadi positif jika bertujuan untuk membantu menyelesaikan masalah atau meleraikan pertikaian, tetapi ia juga boleh menjadi negatif jika dilakukan tanpa diundang atau jika ia membawa kepada kerumitan yang lebih besar. Penting untuk mengetahui bila masa yang sesuai untuk 'campur tangan' dan bila masa untuk membiarkan orang lain menyelesaikan masalah mereka sendiri.",
    "ayat_naratif": "Di taman permainan, dua orang budak perempuan sedang berebut alat permainan. Mereka menjerit-jerit, masing-masing tidak mahu mengalah. Ramai kanak-kanak lain hanya melihat. Tiba-tiba, seorang budak lelaki yang lebih tua, bernama Arif, datang. Dia tidak terus pergi, sebaliknya dia 'campur tangan'. Arif mendekati kedua-dua budak perempuan itu dengan tenang, bertanya apa masalah mereka, dan cuba mencari jalan penyelesaian. Akhirnya, Arif berjaya memujuk mereka untuk berkongsi alat permainan itu. Arif faham, kadang-kadang 'campur tangan' diperlukan untuk meleraikan masalah.",
    "skrip_drama": "INT. KELAS - WAKTU REHAT\n\nACTION: Mei Ling dan Siti sedang berbual. Tiba-tiba, Lisa datang dan mencampuri perbualan mereka.\n\nLISA\n(Mendekat)\nApa yang kamu berdua bualkan? Macam seronok je!\n\nMEI LING\n(Terkejut)\nEh, Lisa! Mana ada apa-apa. Kami cuma bual pasal kerja sekolah.\n\nLISA\n(Menyampuk)\nKerja sekolah apa? Susah ke? Aku boleh tolong!\n\nSITI\n(Berbisik kepada Mei Ling)\nLisa ni suka sangat 'campur tangan' hal orang kan?\n\nMEI LING\n(Mengangguk)\nHa'ah. Kalau boleh, semua dia nak tahu. Kadang-kadang rimas juga.\n\nLISA\n(Mendengar bisikan mereka, pura-pura tidak tahu)\nJadi, kerja sekolah apa? Cepatlah cerita! Aku kan kawan baik kamu!\n\n[FADE OUT]"
  },
  {
    "peribahasa": "cari jalan",
    "makna": "berusaha untuk mencapai sesuatu perkara",
    "tema": "Ketekunan",
    "bahagian_bahagian": [
      "Mencari cara atau kaedah penyelesaian",
      "Berfikir dan berusaha keras untuk mengatasi halangan",
      "Tidak mudah berputus asa"
    ],
    "contoh": [
      "Siswa yang 'cari jalan' untuk memahami soalan matematik yang sukar dengan bertanya kepada guru atau rakan.",
      "Seorang pengusaha yang 'cari jalan' untuk memasarkan produknya di musim pandemik."
    ],
    "ayat_perbincangan": "Peribahasa 'cari jalan' bermaksud berusaha dengan gigih untuk mencari cara atau kaedah bagi mencapai sesuatu tujuan atau menyelesaikan masalah. Sikap ini penting untuk kejayaan kerana ia menunjukkan ketekunan dan tidak mudah berputus asa. Apabila berdepan dengan cabaran, kita tidak boleh hanya berdiam diri, sebaliknya perlu aktif 'cari jalan' untuk mengatasinya. Proses 'cari jalan' ini melibatkan pemikiran kreatif dan usaha yang berterusan sehingga matlamat tercapai.",
    "ayat_naratif": "Taman Mini di sekolah akan ditutup jika tiada siapa yang mahu menjaganya. Hana dan rakan-rakannya berasa sedih. Mereka sangat suka menghabiskan masa di taman itu. Hana berfikir, 'Kita kena 'cari jalan' untuk selamatkan taman ini!' Dia dan rakan-rakannya berbincang, melukis pelan, dan akhirnya berjumpa dengan guru besar. Mereka mencadangkan untuk menanam lebih banyak bunga dan sayur-sayuran, serta mengajak semua murid untuk bergotong-royong. Hasilnya, guru besar bersetuju. Dengan usaha mereka 'mencari jalan', Taman Mini itu bukan sahaja terselamat, malah menjadi lebih cantik dan subur.",
    "skrip_drama": "INT. PERPUSTAKAAN SEKOLAH - SIANG\n\nACTION: Amir sedang membelek buku-buku. Fatin datang menghampiri dengan wajah risau.\n\nFATIN\n(Mengeluh)\nAduh, Amir! Aku tak tahu nak siapkan projek Sejarah ni. Susah sangat!\n\nAMIR\n(Menutup buku)\nKenapa? Ada masalah apa?\n\nFATIN\nAku tak faham macam mana nak mulakan. Banyak sangat maklumat, pening kepala.\n\nAMIR\n(Tersenyum)\nJangan risau. Kita 'cari jalan' sama-sama. Mana tahu kalau kita berbincang, dapat idea.\n\nFATIN\nBetul juga! Jom kita pergi meja tu, kita tengok buku-buku yang ada. Mungkin ada yang boleh bantu.\n\nAMIR\nItulah semangat! Setiap masalah mesti ada jalan penyelesaiannya. Kita kena usaha 'cari jalan'.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "fasih lidah",
    "makna": "lancar berbicara dan betul sebutannya",
    "tema": "Komunikasi",
    "bahagian_bahagian": [
      "Kemampuan bertutur dengan lancar dan jelas",
      "Menggunakan sebutan yang tepat",
      "Berkebolehan menyampaikan maksud dengan berkesan"
    ],
    "contoh": [
      "Penceramah itu sangat 'fasih lidah' dalam menyampaikan ceramahnya.",
      "Pelajar yang 'fasih lidah' mudah untuk berinteraksi dalam Bahasa Melayu."
    ],
    "ayat_perbincangan": "Peribahasa 'fasih lidah' merujuk kepada kebolehan seseorang untuk bertutur dengan lancar, jelas, dan menggunakan sebutan yang betul. Kemahiran ini penting dalam komunikasi kerana ia membolehkan seseorang menyampaikan mesej dengan berkesan dan mudah difahami oleh pendengar. Individu yang 'fasih lidah' sering dilihat sebagai pandai bercakap dan berkeyakinan, sama ada dalam perbualan seharian, pembentangan, mahupun pidato. Latihan dan pendedahan yang kerap dapat membantu seseorang menjadi 'fasih lidah'.",
    "ayat_naratif": "Sejak kecil, Sarah sering membaca buku dan menonton berita. Dia suka mendengar orang bercakap dan meniru gaya sebutan mereka. Apabila masuk sekolah, Cikgu Bahasa Melayu sangat kagum dengan Sarah. Setiap kali Sarah membaca lantang atau berpidato, suaranya jelas, dan sebutannya sangat tepat. Cikgu memuji, 'Sarah, kamu memang 'fasih lidah'! Mudah sungguh kamu bertutur.' Sarah tersenyum. Berkat latihannya, Sarah kini sering dipilih mewakili sekolah dalam pertandingan pidato, dan dia tidak pernah menghampakan gurunya.",
    "skrip_drama": "INT. AUDITORIUM SEKOLAH - SIANG\n\nACTION: Malik sedang berlatih untuk pertandingan pidato. Aiman duduk di kerusi penonton.\n\nAIMAN\n(Bertepuk tangan)\nWah, Malik! Hebatnya kau berpidato! Lancar betul!\n\nMALIK\n(Tersipu malu)\nAla, biasa je lah, Aiman. Aku banyak berlatih.\n\nAIMAN\nTak, betul-betul. Sebutan kau jelas, intonasi pun tepat. Kau memang 'fasih lidah' lah!\n\nMALIK\nTerima kasih, Aiman. Aku memang selalu cuba untuk bercakap dengan sebutan baku, sebab Cikgu kata itu penting.\n\nAIMAN\nPatutlah! Aku pun nak jadi 'fasih lidah' macam kau juga. Apa rahsianya?\n\nMALIK\nBanyakkan membaca dan berani bercakap di hadapan orang ramai.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "hidung tinggi",
    "makna": "sombong",
    "tema": "Sikap Negatif",
    "bahagian_bahagian": [
      "Merasa diri lebih hebat daripada orang lain",
      "Suka merendahkan dan menghina orang lain",
      "Tidak mahu bergaul dengan orang yang dianggap lebih rendah darjatnya"
    ],
    "contoh": [
      "Seorang pelajar kaya yang selalu memamerkan pakaian dan barang mahalnya kepada rakan-rakannya.",
      "Seekor gajah yang enggan berkawan dengan semut kerana saiznya yang kecil."
    ],
    "ayat_perbincangan": "Sikap 'hidung tinggi' merupakan satu sifat negatif yang perlu dielakkan. Orang yang 'hidung tinggi' sering merasa diri mereka lebih baik daripada orang lain dan suka memandang rendah pada mereka yang dianggap lebih rendah darjatnya. Contohnya, seorang pelajar yang kaya mungkin akan menghina rakan sekelasnya yang miskin atau tidak mempunyai barang berjenama. Sikap ini boleh menimbulkan perasaan sakit hati dan menjejaskan hubungan persahabatan. Oleh itu, kita perlulah sentiasa merendah diri dan menghormati semua orang tanpa mengira latar belakang mereka.",
    "ayat_naratif": "Di sebuah sekolah haiwan, ada seekor zirafah bernama Zara yang sangat 'hidung tinggi'. Zara selalu memamerkan lehernya yang panjang dan bulunya yang cantik kepada rakan-rakannya. Dia juga sering menghina haiwan lain yang dianggapnya lebih rendah darinya, seperti Si Kura-kura yang perlahan dan Si Landak yang berduri. Suatu hari, Zara terjatuh ke dalam lubang yang dalam. Dia menjerit meminta tolong, tetapi tiada siapa yang mahu membantunya kerana mereka sudah bosan dengan sikapnya yang sombong. Akhirnya, Si Kura-kura dan Si Landak yang baik hati datang membantu Zara keluar dari lubang tersebut. Zara berasa sangat malu dan menyesal dengan sikapnya selama ini. Dia berjanji untuk berubah dan menjadi rakan yang lebih baik.",
    "skrip_drama": "INT. KANTIN SEKOLAH - TENGAHARI\n\nACTION: Rina si arnab dan Rani si tupai sedang berbual di kantin sekolah. Tiba-tiba, datang Riko si harimau dengan berlagak sombong.\n\nRIKO\n(Dengan nada angkuh)\nHei, kalian tengok ni! Aku dapat kasut baru! Kasut berjenama pula tu!\n\nRINA\n(Dengan sopan)\nWah, cantiknya kasut kau, Riko.\n\nRIKO\n(Dengan sombong)\nTentu lah cantik! Kasut mahal ni. Mana macam kasut kalian yang murah tu.\n\nRANI\n(Dengan sedikit marah)\nRiko, jangan lah 'hidung tinggi' sangat. Kasut tak menentukan nilai seseorang.\n\nRIKO\n(Dengan sinis)\nYalah tu. Kalian cuma jeles sebab tak mampu beli kasut macam aku.\n\nACTION: Riko berlalu pergi dengan angkuh. Rina dan Rani hanya mampu menggelengkan kepala.\n\nRINA\nIsh, tak elok lah sikap Riko tu. Sombong sangat!\n\nRANI\nBetul tu. Kita patut tegur dia supaya dia sedar kesalahannya.\n\nACTION: Rina dan Rani berbincang untuk mencari cara menegur Riko.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "jalan tengah",
    "makna": "tidak berat sebelah atau tidak memihak kepada sesiapa",
    "tema": "Keadilan",
    "bahagian_bahagian": [
      "Mengambil keputusan yang adil dan saksama",
      "Tidak menyebelahi mana-mana pihak",
      "Penyelesaian yang memuaskan semua pihak"
    ],
    "contoh": [
      "Cikgu Aminah sentiasa mencari 'jalan tengah' apabila murid-muridnya bergaduh.",
      "Perundingan itu mencapai 'jalan tengah' setelah kedua-dua pihak bersetuju untuk bertolak ansur."
    ],
    "ayat_perbincangan": "Peribahasa 'jalan tengah' bermaksud mencari penyelesaian yang adil dan saksama tanpa memihak kepada mana-mana pihak. Apabila berlaku perselisihan faham atau pertikaian, penting untuk ada pihak yang mencari 'jalan tengah' agar semua pihak berasa puas hati dan masalah dapat diselesaikan secara damai. Ini memerlukan kebijaksanaan dan kemampuan untuk melihat sesuatu isu dari pelbagai sudut, seterusnya mencapai kata sepakat yang adil untuk semua.",
    "ayat_naratif": "Ali dan Raju berebut pensel warna biru. Masing-masing mendakwa pensel itu miliknya. Mereka mula menjerit-jerit. Ibu yang mendengar suara bising itu datang menghampiri. 'Kenapa ni, gaduh-gaduh?' tanya ibu. Ali dan Raju serentak menceritakan hal mereka. Ibu mendengar dengan sabar, kemudian tersenyum. 'Beginilah,' kata ibu, 'pensel warna biru ni ada dua. Tapi kalau dah berebut, kamu berdua terpaksa kongsi. Kita cari 'jalan tengah'.' Ibu mengambil pensel itu dan memberikannya kepada mereka berdua, 'Seorang guna separuh masa, seorang lagi separuh masa lagi. Adil kan?' Ali dan Raju memandang satu sama lain, kemudian mengangguk setuju.",
    "skrip_drama": "INT. KELAS - WAKTU REHAT\n\nACTION: Dua orang pelajar, Zaki dan Danish, sedang bertengkar berebut meja.\n\nZAKI\n(Marah)\nMeja ni aku punya! Aku duduk sini dulu!\n\nDANISH\n(Tidak puas hati)\nMana ada! Aku yang sampai dulu pagi tadi!\n\nCIKGU HASNAH\n(Menghampiri mereka)\nAda apa ni? Kenapa bising-bising?\n\nZAKI\n(Mengadu)\nCikgu, Danish ni nak ambil meja saya!\n\nDANISH\n(Membela diri)\nSaya sampai dulu, cikgu!\n\nCIKGU HASNAH\n(Berfikir sejenak)\nHmm... baiklah. Cikgu ada 'jalan tengah'. Meja ini, kamu berdua boleh guna. Zaki duduk di sebelah kiri, Danish di sebelah kanan. Adil kan?\n\nZAKI & DANISH\n(Serentak)\nBaik, cikgu! (Mereka tersenyum dan duduk di meja itu)\n\n[FADE OUT]"
  },
  {
    "peribahasa": "kaki ayam",
    "makna": "tidak memakai alas kaki atau kasut",
    "tema": "Gaya Hidup",
    "bahagian_bahagian": [
      "Berjalan tanpa alas kaki",
      "Tidak berkasut atau berselipar",
      "Kebiasaan di persekitaran tertentu"
    ],
    "contoh": [
      "Penduduk kampung sering berjalan 'kaki ayam' di kawasan sawah.",
      "Budak-budak bermain di tepi pantai dengan 'kaki ayam'."
    ],
    "ayat_perbincangan": "Peribahasa 'kaki ayam' merujuk kepada keadaan seseorang yang tidak memakai alas kaki seperti kasut atau selipar. Ini adalah kebiasaan yang sering dilihat di kawasan kampung atau di kalangan kanak-kanak yang bermain di luar rumah. Walaupun ia mungkin nampak biasa, berjalan 'kaki ayam' boleh mendedahkan kita kepada kecederaan atau jangkitan kuman. Oleh itu, adalah lebih baik untuk memakai alas kaki terutamanya apabila berada di tempat awam demi keselamatan dan kesihatan.",
    "ayat_naratif": "Hafiz sangat suka bermain di padang bola yang terletak di belakang rumahnya. Setiap kali bermain, dia akan tanggalkan kasut dan selipar, kemudian berlari dengan 'kaki ayam'. Walaupun rumput di padang itu kadang-kadang ada benda tajam, Hafiz tidak peduli. Kulit kakinya sudah tebal dan tahan lasak. Ibu selalu menegur, 'Hafiz, janganlah 'kaki ayam' sangat. Nanti terpijak kaca.' Hafiz hanya tersengih. Baginya, berlari 'kaki ayam' di padang memberikan rasa bebas yang tidak dapat diganti dengan memakai kasut.",
    "skrip_drama": "INT. RUANG TAMU RUMAH - SIANG\n\nACTION: Nenek sedang duduk di kerusi. Cucu-cucunya, Ali dan Aminah, baru pulang dari bermain di luar.\n\nNENEK\n(Melihat kaki Ali dan Aminah)\nAmboi, cucu-cucu nenek ni! Berjalan 'kaki ayam' lagi ke?\n\nALI\n(Tersengih)\nHehe, yalah nenek. Seronok sangat main bola tadi, tak sempat nak pakai selipar.\n\nAMINAH\nAminah pun, nenek. Lupa nak pakai selipar.\n\nNENEK\n(Menggelengkan kepala)\n'Kaki ayam' macam tu, nanti terpijak duri, baru tahu! Pergi basuh kaki, pakai selipar. Nenek tak suka kamu berdua 'kaki ayam'.\n\nALI & AMINAH\n(Serentak)\nBaik, nenek! (Mereka berlari ke bilik air)\n\n[FADE OUT]"
  },
  {
    "peribahasa": "kaki bangku",
    "makna": "tidak pandai bermain bola",
    "tema": "Kemahiran",
    "bahagian_bahagian": [
      "Tidak mempunyai kebolehan dalam sukan bola sepak",
      "Pergerakan yang kekok atau tidak cekap dengan bola",
      "Kurang koordinasi dalam permainan bola"
    ],
    "contoh": [
      "Walaupun rajin berlatih, Si Ahmad tetap 'kaki bangku' dalam permainan bola sepak.",
      "Ramai yang suka menonton bola, tetapi ramai juga yang 'kaki bangku' bila di padang."
    ],
    "ayat_perbincangan": "Peribahasa 'kaki bangku' digunakan untuk menggambarkan seseorang yang tidak pandai bermain bola sepak. Individu yang 'kaki bangku' biasanya mempunyai pergerakan yang kekok dan kurang cekap apabila berinteraksi dengan bola, menyebabkan mereka sering terlepas atau tersilap hantar. Walaupun ia tidak bermaksud seseorang itu tidak mempunyai kemahiran lain, namun dalam konteks bola sepak, label 'kaki bangku' sering digunakan secara bergurau atau untuk menunjukkan kekurangan dalam kemahiran tersebut. Ini mengingatkan kita bahawa setiap orang mempunyai kelebihan dan kelemahan yang berbeza.",
    "ayat_naratif": "Razak sangat suka bermain bola sepak. Setiap petang, dia akan ke padang bersama rakan-rakannya. Namun, ada satu masalah: Razak adalah 'kaki bangku'. Setiap kali bola datang kepadanya, dia pasti akan tersalah sepak atau bola akan melantun jauh entah ke mana. Rakan-rakannya sering ketawa, tetapi Razak tidak ambil hati. Dia tetap bersemangat untuk bermain, walaupun dia tahu dia tidak akan pernah menjadi pemain yang hebat. 'Tak apalah kalau 'kaki bangku' pun, yang penting dapat bersukan,' kata Razak sambil tersengih kepada rakan-rakannya.",
    "skrip_drama": "EXT. PADANG BOLA - PETANG\n\nACTION: Malik dan Joe sedang bermain bola sepak. Malik menjaringkan gol, tetapi Joe tersandung dan jatuh.\n\nMALIK\n(Teruja)\nGol! Yeay!\n\nJOE\n(Mengeluh sambil bangun)\nAduh! Aduh! Sakitnya lutut aku!\n\nMALIK\n(Mendekati Joe)\nKau okay tak, Joe? Kan aku dah kata, kau ni memang 'kaki bangku'! Bola lalu pun boleh jatuh.\n\nJOE\n(Menggosok lututnya)\nAku memang 'kaki bangku' pun. Tak apalah, aku tengok kau main je lah. Aku jadi peminat nombor satu kau.\n\nMALIK\n(Ketawa)\nKau ni, Joe. Tak apa lah, aku ajar kau main. Mana tahu 'kaki bangku' boleh jadi 'kaki emas' nanti!\n\n[FADE OUT]"
  },
  {
    "peribahasa": "kecil hati",
    "makna": "tersinggung",
    "tema": "Perasaan",
    "bahagian_bahagian": [
      "Berasa tersinggung atau sedih",
      "Perasaan tidak senang akibat perbuatan atau perkataan orang lain",
      "Mudah terasa hati"
    ],
    "contoh": [
      "Sarah 'kecil hati' apabila rakan-rakannya mengusiknya tentang berat badannya.",
      "Abang 'kecil hati' apabila adiknya tidak mahu berkongsi mainan dengannya."
    ],
    "ayat_perbincangan": "Peribahasa 'kecil hati' merujuk kepada perasaan tersinggung, sedih, atau tidak senang akibat perbuatan atau perkataan orang lain. Individu yang 'kecil hati' biasanya mudah terasa dan menyimpan perasaan, walaupun mungkin perkara itu tidak disengajakan. Penting untuk kita berhati-hati dalam percakapan dan tindakan agar tidak menyinggung perasaan orang lain dan menyebabkan mereka 'kecil hati'. Jika seseorang 'kecil hati', ia boleh menjejaskan hubungan persahabatan dan membawa kepada perselisihan.",
    "ayat_naratif": "Pada waktu rehat, sekumpulan murid sedang bermain kejar-kejar. Tiba-tiba, Ali terjatuh dan buku-buku yang dibawanya berselerakan. Rakan-rakan Ali tergelak melihatnya. Ali berasa 'kecil hati'. Dia tidak ketawa bersama, sebaliknya dia mengutip bukunya dengan wajah yang muram. Dia menyangkakan rakan-rakannya mengejeknya. Cikgu yang melihat kejadian itu datang menghampiri. 'Kenapa Ali nampak sedih?' tanya Cikgu. Ali menceritakan apa yang berlaku. Cikgu menjelaskan, 'Rakan-rakan kamu gelak sebab terkejut, bukan sebab mengejek. Jangan 'kecil hati' ya.' Ali mengangguk, faham.",
    "skrip_drama": "INT. KELAS - WAKTU REHAT\n\nACTION: Fatin sedang melukis. Mira datang menghampiri dengan wajah masam.\n\nMIRA\n(Mengeluh)\nAku tak suka lah dengan Ali tu. Dia asyik gelakkan aku je.\n\nFATIN\n(Melihat Mira)\nKenapa? Dia buat apa?\n\nMIRA\nDia kata lukisan aku tak cantik. Dia kata macam 'cakar ayam'. Aku 'kecil hati' lah!\n\nFATIN\n(Memujuk Mira)\nAla, janganlah 'kecil hati' sangat. Mungkin dia bergurau je. Lagipun, lukisan kau cantik apa.\n\nMIRA\nTapi aku tak suka dia bergurau macam tu. Buat aku 'kecil hati' je.\n\nFATIN\nTak apa, nanti kita cakap dengan dia elok-elok. Mungkin dia tak tahu kau 'kecil hati'.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "keras kepala",
    "makna": "degil",
    "tema": "Sikap Negatif",
    "bahagian_bahagian": [
      "Tidak mahu mendengar nasihat atau teguran orang lain",
      "Bersikeras dengan pendapat sendiri",
      "Sukar untuk mengubah pendirian atau keputusan"
    ],
    "contoh": [
      "Adik sangat 'keras kepala', dia tidak mahu mendengar nasihat ibu untuk belajar.",
      "Pasukan itu kalah kerana ketua mereka 'keras kepala' tidak mahu mendengar strategi yang dicadangkan ahli."
    ],
    "ayat_perbincangan": "Peribahasa 'keras kepala' merujuk kepada sikap degil, di mana seseorang tidak mahu mendengar nasihat atau teguran orang lain dan sentiasa bersikeras dengan pendapat sendiri. Sifat 'keras kepala' boleh membawa kepada masalah dan kegagalan kerana individu tersebut sukar untuk menerima pandangan baru atau mengubah pendirian walaupun terbukti salah. Penting untuk kita belajar menjadi lebih terbuka dan mendengar nasihat, agar tidak menjadi 'keras kepala' yang boleh menghalang kemajuan diri.",
    "ayat_naratif": "Setiap pagi, Koko si beruang sentiasa bangun lewat. Ibu Koko selalu menasihati, 'Koko, bangunlah awal. Nanti lambat ke sekolah.' Namun, Koko sangat 'keras kepala'. Dia akan menarik selimut lebih rapat dan pura-pura tidak dengar. Suatu hari, Koko bangun lewat seperti biasa. Dia tergesa-gesa ke sekolah dan akhirnya terlepas bas. Koko terpaksa berjalan kaki ke sekolah, dan dia tiba lewat. Koko menyesal kerana 'keras kepala' tidak mendengar nasihat ibunya. Sejak hari itu, Koko berjanji akan bangun awal dan tidak lagi 'keras kepala'.",
    "skrip_drama": "INT. RUANG TAMU RUMAH - MALAM\n\nACTION: Ayah sedang membebel kepada anaknya, Kamal, yang tidak mahu belajar.\n\nAYAH\n(Dengan nada tegas)\nKamal, belajar tu penting. Janganlah asyik main game je. Nanti periksa, siapa susah?\n\nKAMAL\n(Dengan nada bosan)\nAla, ayah. Nanti-nantilah. Kamal penatlah.\n\nAYAH\n(Mengeluh)\nKamu ni memang 'keras kepala' lah! Ayah dah nasihat banyak kali, kamu tak nak dengar.\n\nKAMAL\n(Mengerutkan dahi)\nKamal dah belajar tadi lah. Ayah je yang tak tahu.\n\nAYAH\n(Menggelengkan kepala)\nDegil! Kalau 'keras kepala' macam ni, macam mana nak berjaya? Dengar cakap ayah.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "lepas tangan",
    "makna": "tidak masuk campur dalam sesuatu hal",
    "tema": "Tanggungjawab",
    "bahagian_bahagian": [
      "Tidak mahu bertanggungjawab atas sesuatu",
      "Mengelak dari terlibat dalam urusan tertentu",
      "Tidak mahu memikul beban"
    ],
    "contoh": [
      "Ketua kumpulan itu 'lepas tangan' apabila projek yang diamanahkan gagal.",
      "Ayah 'lepas tangan' daripada menguruskan hal-hal rumah tangga setelah bersara."
    ],
    "ayat_perbincangan": "Peribahasa 'lepas tangan' bermaksud seseorang itu tidak mahu bertanggungjawab atau tidak mahu melibatkan diri dalam sesuatu urusan. Sikap ini sering berlaku apabila individu itu ingin mengelak daripada memikul beban atau disalahkan jika sesuatu berlaku. Walaupun kadang-kadang 'lepas tangan' boleh menjadi pilihan jika itu bukan urusan kita, namun dalam konteks tanggungjawab, ia adalah sikap negatif yang tidak patut diamalkan. Setiap orang perlu bertanggungjawab atas amanah yang diberikan dan tidak 'lepas tangan' begitu sahaja.",
    "ayat_naratif": "Projek taman mini di sekolah perlu disiapkan segera. Cikgu telah melantik Ali sebagai ketua kumpulan. Namun, Ali seorang yang suka 'lepas tangan'. Apabila rakan-rakan sibuk menanam bunga dan menyiram pokok, Ali pula asyik bermain dan berbual. Rakan-rakannya cuba memujuk, tetapi Ali sentiasa ada alasan untuk mengelak. Akhirnya, projek itu terbengkalai. Cikgu yang marah memanggil Ali. Ali cuba menyalahkan rakan-rakannya, tetapi Cikgu tahu Ali yang 'lepas tangan'. Ali berasa sangat malu dan menyesal dengan sikapnya itu.",
    "skrip_drama": "INT. KELAS - SIANG\n\nACTION: Guru kelas, Cikgu Azman, sedang mengumumkan tugasan berkumpulan.\n\nCIKGU AZMAN\nBaik, murid-murid. Cikgu nak kamu siapkan projek sains ini secara berkumpulan. Setiap ahli ada tanggungjawab masing-masing.\n\nALI\n(Kepada kumpulannya)\nAku nak jadi ketua je lah. Kerja-kerja lain korang buatlah.\n\nSITI\n(Berbisik kepada Mei Ling)\nAla, Ali ni! Dia nak 'lepas tangan' je ke?\n\nMEI LING\n(Mengeluh)\nEntahlah. Macam mana nak siapkan projek ni kalau dia asyik 'lepas tangan' je?\n\nCIKGU AZMAN\n(Melihat Ali)\nAli, kamu dengar apa cikgu cakap? Setiap ahli kena bertanggungjawab. Jangan ada yang 'lepas tangan' ya.\n\nALI\n(Tersengih)\nBaik, cikgu.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "lurus akal",
    "makna": "jujur",
    "tema": "Nilai Murni",
    "bahagian_bahagian": [
      "Bersikap jujur dan ikhlas",
      "Tidak menipu atau berbohong",
      "Berfikiran lurus dan mudah dipercayai"
    ],
    "contoh": [
      "Seorang kanak-kanak yang 'lurus akal' akan sentiasa bercakap benar.",
      "Peniaga yang 'lurus akal' tidak akan menipu pelanggan mereka."
    ],
    "ayat_perbincangan": "Peribahasa 'lurus akal' bermaksud jujur dan ikhlas dalam setiap tindakan dan perkataan. Individu yang 'lurus akal' sentiasa bercakap benar dan tidak gemar menipu atau membohongi orang lain. Mereka adalah individu yang boleh dipercayai kerana fikiran dan hati mereka 'lurus'. Sifat 'lurus akal' adalah nilai murni yang sangat penting dalam kehidupan bermasyarakat dan ia akan membawa kepada kepercayaan serta keharmonian dalam perhubungan sesama manusia.",
    "ayat_naratif": "Di sekolah, Amir terkenal sebagai seorang murid yang 'lurus akal'. Jika dia terjumpa dompet di kantin, dia akan segera menyerahkannya kepada guru tanpa mengambil walau sebatang pensel pun. Apabila Cikgu bertanya siapa yang memecahkan pasu bunga di kelas, Amir akan mengaku walaupun dia tahu dia akan didenda. Rakan-rakannya tahu Amir sentiasa bercakap benar. Walaupun kadang-kadang kejujurannya itu membuatkan dia ditegur, Amir tetap berpegang pada prinsip 'lurus akal'. Cikgu-cikgu dan rakan-rakan semua mempercayai dan menyayangi Amir kerana kejujurannya itu.",
    "skrip_drama": "INT. KANTIN SEKOLAH - WAKTU REHAT\n\nACTION: Rizal dan Mia sedang membeli makanan. Rizal perasan dompet terjatuh dari poket seorang pelajar di hadapannya.\n\nMIA\n(Melihat Rizal menunduk)\nKenapa, Rizal?\n\nRIZAL\n(Mengutip dompet itu)\nDompet ni... ada orang terjatuh.\n\nMIA\n(Teruja)\nWah! Mesti ada duit banyak dalam tu! Kita ambil lah, tak ada siapa nampak pun!\n\nRIZAL\n(Menggelengkan kepala)\nTak boleh, Mia. Kita kena 'lurus akal'. Dompet ni bukan hak kita.\n\nMIA\n(Hairan)\nHabis tu, nak buat apa?\n\nRIZAL\n(Berjalan ke arah pejabat guru)\nKita serahkan pada cikgu disiplin. Nanti cikgu akan cari pemiliknya. Itu yang betul.\n\n[FADE OUT]"
  }
]