[
  {
    "peribahasa": "air dicencang tiada putus",
    "makna": "perselisihan antara adik-beradik tidak akan berpanjangan ikatan persaudaraan tidak boleh diputuskan",
    "tema": "Hubungan Keluarga",
    "bahagian_bahagian": [
      "Pergaduhan atau perselisihan faham",
      "Berlaku dalam kalangan ahli keluarga",
      "Tidak akan memutuskan ikatan persaudaraan"
    ],
    "contoh": [
      "Walaupun adik-beradik itu sering bertengkar, mereka tetap rapat kerana 'air dicencang tiada putus'.",
      "Pergaduhan kecil antara sepupu itu tidak berpanjangan kerana mereka faham 'air dicencang tiada putus'."
    ],
    "ayat_perbincangan": "Peribahasa 'air dicencang tiada putus' membawa maksud bahawa perselisihan faham atau pergaduhan antara adik-beradik tidak akan berpanjangan dan tidak akan memutuskan ikatan persaudaraan yang kuat. Walaupun ada perbezaan pendapat atau pertelingkahan, kasih sayang dan hubungan kekeluargaan akan tetap utuh. Peribahasa ini mengingatkan kita bahawa hubungan darah adalah sesuatu yang istimewa dan tidak boleh diputuskan dengan mudah, malah akan sentiasa bersatu kembali.",
    "ayat_naratif": "Ali dan adiknya, Aminah, sering bertengkar. Kadang-kadang, disebabkan perkara kecil seperti berebut alat permainan, mereka akan bermasam muka. Ibu mereka hanya tersenyum. 'Jangan risau,' kata ibu, 'mereka itu 'air dicencang tiada putus'.' Memang benar. Walaupun baru sahaja bertengkar, tidak lama kemudian Ali dan Aminah akan bergelak tawa semula, berkongsi rahsia, dan bermain bersama. Ikatan persaudaraan mereka terlalu kuat untuk diputuskan oleh pertelingkahan kecil.",
    "skrip_drama": "INT. RUANG TAMU RUMAH - MALAM\n\nACTION: Dua orang adik-beradik, Sarah dan Amir, sedang berbalah merebut alat kawalan jauh televisyen.\n\nSARAH\n(Marah)\nGiliran aku tengok kartun! Kau dah tengok bola tadi!\n\nAMIR\n(Tidak mahu mengalah)\nMana ada! Aku pun nak tengok cerita aku!\n\nIBU\n(Datang menghampiri)\nHei, hei! Kenapa ni? Bising-bising je.\n\nSARAH\n(Mengadu)\nMak, Amir ni! Dia tak nak bagi saya tengok kartun!\n\nAMIR\n(Membela diri)\nMak, Sarah ni!\n\nIBU\n(Menggelengkan kepala)\nSudahlah tu. Kamu berdua ni 'air dicencang tiada putus'. Walau bergaduh macam mana pun, tetap adik-beradik. Cuba bertenang, kongsi ya. Sayang tak putuslah hubungan tu.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "bagai aur dengan tebing",
    "makna": "saling membantu",
    "tema": "Kerjasama",
    "bahagian_bahagian": [
      "Bekerjasama antara satu sama lain",
      "Saling menyokong dalam melakukan sesuatu",
      "Berganding bahu untuk mencapai tujuan"
    ],
    "contoh": [
      "Penduduk kampung itu hidup 'bagai aur dengan tebing', sentiasa bergotong-royong.",
      "Ahli pasukan itu bekerja 'bagai aur dengan tebing' untuk memenangi pertandingan."
    ],
    "ayat_perbincangan": "Peribahasa 'bagai aur dengan tebing' membawa maksud saling membantu dan bekerjasama. Ia menggambarkan hubungan yang sangat akrab di mana setiap pihak saling bergantung dan menyokong antara satu sama lain, seperti pokok aur dan tebing sungai yang saling menguatkan. Amalan 'bagai aur dengan tebing' ini sangat penting dalam masyarakat dan kehidupan seharian, kerana ia membolehkan kita mengatasi cabaran yang sukar dan mencapai kejayaan yang lebih besar bersama-sama.",
    "ayat_naratif": "Setiap kali musim menuai tiba, penduduk Kampung Damai akan bekerja 'bagai aur dengan tebing'. Mereka tidak menunggu arahan, sebaliknya masing-masing tahu tugas mereka. Ada yang menumbuk padi, ada yang mengeringkan, dan ada yang menyimpan ke dalam jelapang. Jika ada yang sakit atau memerlukan bantuan, jiran-jiran akan segera datang membantu. Semangat 'bagai aur dengan tebing' inilah yang menjadikan Kampung Damai sebuah komuniti yang aman dan makmur, di mana setiap orang menjaga kebajikan orang lain.",
    "skrip_drama": "INT. KELAS - SIANG\n\nACTION: Mei Mei dan Raju sedang menyiapkan projek sains mereka. Mereka kelihatan sedikit kelam-kabut.\n\nMEI MEI\n(Mengeluh)\nAduh, susah betul nak pasang litar ni! Tak reti lah.\n\nRAJU\n(Cuba membantu)\nSini, biar aku tengok. Mungkin wayar ni salah tempat.\n\nMEI MEI\n(Tersenyum)\nTerima kasih, Raju. Kalau tak ada kau, mesti projek ni tak siap. Kita ni memang 'bagai aur dengan tebing', kan?\n\nRAJU\n(Tersengih)\nHa'ah! Mana boleh buat kerja seorang-seorang. Kalau kita buat 'bagai aur dengan tebing', mesti cepat siap dan hasilnya pun bagus.\n\nACTION: Mereka berdua terus bekerjasama, saling membantu dan memberi idea sehingga projek mereka berjaya disiapkan.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "bagai dakwat dengan kertas",
    "makna": "sesuai benar tidak boleh berpisah",
    "tema": "Hubungan Rapat",
    "bahagian_bahagian": [
      "Sangat serasi dan padan antara satu sama lain",
      "Hubungan yang erat dan tidak dapat dipisahkan",
      "Selalu bersama atau saling melengkapi"
    ],
    "contoh": [
      "Pasangan suami isteri itu hidup 'bagai dakwat dengan kertas', sentiasa bersama.",
      "Ali dan Muthu bersahabat baik, mereka 'bagai dakwat dengan kertas'."
    ],
    "ayat_perbincangan": "Peribahasa 'bagai dakwat dengan kertas' menggambarkan hubungan yang sangat serasi, padan, dan tidak boleh dipisahkan. Ia merujuk kepada individu atau elemen yang saling melengkapi antara satu sama lain sehingga menjadi satu kesatuan yang utuh. Contohnya, dua orang sahabat yang sentiasa bersama dalam suka dan duka, serta berkongsi segala rahsia, boleh dikatakan 'bagai dakwat dengan kertas'. Peribahasa ini menekankan kepentingan keserasian dan keutuhan dalam sesebuah perhubungan.",
    "ayat_naratif": "Sejak kecil lagi, Si Burung Pipit dan Si Kumbang adalah sahabat baik. Mereka sentiasa bersama ke mana sahaja. Apabila Burung Pipit terbang mencari makanan, Kumbang akan menunggunya di atas daun. Apabila Kumbang mengumpul madu, Burung Pipit akan menjaganya dari jauh. Mereka 'bagai dakwat dengan kertas', tidak pernah berenggang. Suatu hari, ada pemburu datang. Burung Pipit segera memberi amaran, dan Kumbang cepat-cepat bersembunyi. Keserasian mereka menyelamatkan nyawa, membuktikan ikatan 'bagai dakwat dengan kertas' itu sangat kuat.",
    "skrip_drama": "INT. KANTIN SEKOLAH - WAKTU REHAT\n\nACTION: Amin dan Laila sedang makan bersama. Mereka kelihatan sangat rapat.\n\nAMIN\n(Tersenyum)\nLaila, kau ni memang kawan baik aku lah. Ke mana-mana pun kita pergi bersama.\n\nLAILA\n(Ketawa)\nHa'ah! Cikgu pun kata kita ni 'bagai dakwat dengan kertas'. Tak boleh berpisah!\n\nAMIN\n(Mengangguk)\nBetul tu. Kita kan selalu tolong-menolong. Kalau aku susah, kau ada. Kalau kau susah, aku ada.\n\nLAILA\nItulah namanya kawan sejati. 'Bagai dakwat dengan kertas', tak ada kau, tak lengkap aku.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "bagai isi dengan kuku",
    "makna": "sangat rapat",
    "tema": "Hubungan Rapat",
    "bahagian_bahagian": [
      "Hubungan persahabatan atau kekeluargaan yang sangat akrab",
      "Tidak dapat dipisahkan antara satu sama lain",
      "Saling melengkapi dan sentiasa bersama"
    ],
    "contoh": [
      "Dua orang sahabat itu hidup 'bagai isi dengan kuku', sentiasa ke mana-mana bersama.",
      "Anak dan ibu itu 'bagai isi dengan kuku', tidak pernah berenggang."
    ],
    "ayat_perbincangan": "Peribahasa 'bagai isi dengan kuku' menggambarkan hubungan yang sangat rapat dan tidak dapat dipisahkan, sama ada dalam persahabatan atau kekeluargaan. Seperti isi dan kuku yang sentiasa melekat, begitu juga dua pihak yang 'bagai isi dengan kuku' sentiasa bersama dan saling melengkapi. Ikatan ini menunjukkan keakraban yang mendalam, di mana mereka saling memahami dan menyokong antara satu sama lain dalam apa jua keadaan, baik suka mahupun duka.",
    "ayat_naratif": "Sejak dari tadika lagi, Danial dan Hafiz adalah sahabat baik. Mereka sentiasa bersama. Di sekolah, mereka duduk bersebelahan. Di rumah, mereka sering bermain bersama. Ibu Danial sering berkata, 'Mereka berdua ini memang 'bagai isi dengan kuku'! Tak boleh berpisah walau sesaat.' Apabila Danial sakit, Hafiz akan datang melawat dan membawa buku cerita. Begitu juga jika Hafiz ada masalah, Danial akan menjadi pendengar setia. Persahabatan mereka yang 'bagai isi dengan kuku' itu menjadi contoh kepada semua.",
    "skrip_drama": "INT. KELAS - WAKTU REHAT\n\nACTION: Zaki dan Amir sedang mengulang kaji pelajaran bersama. Mereka nampak sangat fokus.\n\nZAKI\n(Melihat Amir)\nMir, kau ni memang kawan baik aku lah. Ke mana-mana pun kita pergi bersama, belajar pun sama-sama.\n\nAMIR\n(Tersenyum)\nHa'ah, Zaki. Kita ni memang 'bagai isi dengan kuku', kan? Tak boleh berpisah.\n\nZAKI\n(Mengangguk)\nBetul tu. Kalau aku tak faham, kau ajar. Kalau kau susah, aku tolong. Memang tak lengkap rasanya kalau tak ada kau.\n\nAMIR\nItulah kawan sejati. Selamanya kita 'bagai isi dengan kuku'.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "bagai menghitung bulu kambing",
    "makna": "usaha yang sia-sia",
    "tema": "Tindakan Sia-sia",
    "bahagian_bahagian": [
      "Melakukan perbuatan yang tidak mendatangkan hasil",
      "Membazir masa dan tenaga",
      "Usaha yang mustahil untuk diselesaikan"
    ],
    "contoh": [
      "Mencuba mengira bintang di langit adalah 'bagai menghitung bulu kambing'.",
      "Membetulkan sikap seseorang yang tidak mahu berubah adalah 'bagai menghitung bulu kambing'."
    ],
    "ayat_perbincangan": "Peribahasa 'bagai menghitung bulu kambing' merujuk kepada usaha yang sia-sia atau tidak mendatangkan sebarang hasil. Ia menggambarkan perbuatan yang mustahil untuk diselesaikan atau yang hanya membazirkan masa dan tenaga. Seperti cuba mengira setiap helai bulu kambing yang sangat banyak, peribahasa ini mengingatkan kita untuk tidak melakukan perkara yang tidak produktif dan menumpukan perhatian kepada usaha yang lebih bermanfaat dan realistik untuk dicapai.",
    "ayat_naratif": "Ali ditugaskan oleh ibunya untuk mengemas bilik mainan yang sangat berselerak. Mainan berselerak di merata-rata, buku-buku bersepah di lantai. Ali cuba menyusun satu per satu, tetapi setiap kali dia menyusun di satu sudut, di sudut lain pula berselerak semula. Ali berasa sangat penat dan putus asa. 'Ini 'bagai menghitung bulu kambing' lah!' keluh Ali. Ibunya tersenyum. 'Memanglah. Kalau kamu tak buat betul-betul, memang sia-sia.' Akhirnya, Ali faham dan mula mengemas dengan bersungguh-sungguh.",
    "skrip_drama": "INT. RUMAH NENEK - SIANG\n\nACTION: Nenek sedang cuba memisahkan beras yang bercampur dengan pasir. Dia kelihatan letih.\n\nNENEK\n(Mengeluh)\nAduh, banyak betul pasir ni! Penat nenek nak asingkan.\n\nALI\n(Mendekati nenek)\nNenek buat apa tu? Nampak susah je.\n\nNENEK\nNenek tengah cuba asingkan pasir dari beras ni, Ali. Tapi banyak sangat, rasa macam 'bagai menghitung bulu kambing' je!\n\nALI\n(Ketawa kecil)\nMemang susah tu, nenek. Kalau macam tu, buang sajalah beras ni. Nanti kita beli yang baru.\n\nNENEK\n(Tersenyum)\nHa'ah! Kadang-kadang kita kena tahu bila usaha kita tu 'bagai menghitung bulu kambing', kan? Tak apa, nenek buang je lah.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "bagai tikus membaiki labu",
    "makna": "orang yang cuba membaiki sesuatu yang tidak diketahuinya, akhirnya barang yang dibaiki itu bertambah rosak",
    "tema": "Kemahiran",
    "bahagian_bahagian": [
      "Cuba membaiki tanpa pengetahuan atau kemahiran",
      "Niat yang baik tetapi mengakibatkan kerosakan yang lebih teruk",
      "Kurangnya kepakaran dalam sesuatu bidang"
    ],
    "contoh": [
      "Ali cuba membaiki televisyennya sendiri tanpa pengetahuan, akhirnya televisyen itu 'bagai tikus membaiki labu'.",
      "Seseorang yang 'bagai tikus membaiki labu' apabila cuba mengajar sesuatu yang tidak dikuasainya."
    ],
    "ayat_perbincangan": "Peribahasa 'bagai tikus membaiki labu' merujuk kepada seseorang yang cuba membaiki sesuatu yang dia tidak ada pengetahuan atau kemahiran mengenainya, sehingga akhirnya menyebabkan kerosakan yang lebih teruk. Walaupun niatnya mungkin baik, kekurangan kepakaran akan mengakibatkan kesan negatif. Peribahasa ini mengingatkan kita untuk tidak mencuba membaiki atau menguruskan perkara di luar bidang kemahiran kita, dan lebih baik menyerahkannya kepada pakar untuk mengelakkan kerugian yang lebih besar.",
    "ayat_naratif": "Telefon bimbit Kamal tiba-tiba tidak boleh dihidupkan. Kamal yang baru sahaja menonton tutorial membaiki telefon di YouTube berasa yakin dia boleh membaikinya sendiri. Dia membuka skru, mencabut wayar, dan memasang semula tanpa mengikut arahan dengan betul. Ayahnya hanya menggelengkan kepala. 'Tengok tu, macam 'bagai tikus membaiki labu' lah kamu ni,' kata ayah. Akhirnya, telefon itu langsung tidak boleh dihidupkan, dan terpaksa dihantar ke kedai. Kos membaiki pula lebih mahal daripada biasa kerana kerosakan bertambah teruk.",
    "skrip_drama": "INT. GARJ KELUARGA - SIANG\n\nACTION: Ayah sedang cuba membaiki mesin basuh yang rosak. Baju-baju berselerak di lantai.\n\nIBU\n(Datang menghampiri)\nAbang, dah siap ke? Mesin basuh tu masih tak boleh guna ke?\n\nAYAH\n(Mengeluh)\nAduh, entahlah. Rasanya makin rosak pula ni. Aku buka skru ni, tapi tak tahu nak pasang balik.\n\nIBU\n(Ketawa kecil)\nAbang ni, dah macam 'bagai tikus membaiki labu' lah. Kan saya dah cakap, panggil saja tukang baiki.\n\nAYAH\n(Tersengih)\nAla, sayang. Abang nak jimat duit. Tapi nampaknya, makin banyak duit kena keluar ni. Memang betul lah 'bagai tikus membaiki labu'.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "baik budi",
    "makna": "berperangai mulia dan berniat baik",
    "tema": "Nilai Murni",
    "bahagian_bahagian": [
      "Mempunyai perwatakan yang mulia dan luhur",
      "Suka membantu dan berbuat baik kepada orang lain",
      "Sentiasa berniat murni dalam setiap tindakan"
    ],
    "contoh": [
      "Gadis itu sangat 'baik budi', dia selalu menolong orang tua di kampung.",
      "Seorang pemimpin yang 'baik budi' akan sentiasa menjaga kebajikan rakyatnya."
    ],
    "ayat_perbincangan": "Peribahasa 'baik budi' merujuk kepada seseorang yang mempunyai perwatakan mulia, sentiasa berniat baik, dan suka membantu orang lain. Individu yang 'baik budi' biasanya disenangi ramai kerana keikhlasan dan kepeduliannya. Mereka sering menjadi contoh kepada masyarakat kerana tutur kata yang lembut dan tindakan yang terpuji. Mengamalkan sifat 'baik budi' adalah penting untuk membina perhubungan yang harmonis dan mewujudkan masyarakat yang saling menyokong antara satu sama lain.",
    "ayat_naratif": "Setiap pagi, Aminah akan membantu ibunya membersihkan rumah. Di sekolah, dia sentiasa membantu rakan-rakan yang memerlukan. Apabila melihat kucing sesat, Aminah akan memberinya makan dan mencari pemiliknya. Aminah sentiasa 'baik budi'. Guru-guru dan rakan-rakan sangat menyayangi Aminah kerana hatinya yang mulia. Suatu hari, Aminah terjumpa dompet berisi wang. Tanpa berfikir panjang, dia menyerahkannya kepada guru. Guru memuji Aminah dan berkata, 'Kamu memang 'baik budi', Aminah. Ibu bapa kamu pasti bangga.'",
    "skrip_drama": "INT. KANTIN SEKOLAH - WAKTU REHAT\n\nACTION: Seorang pelajar, Rizal, terjatuh dan bukunya berselerakan. Tiada siapa yang membantu kecuali Lina.\n\nRIZAL\n(Mengeluh)\nAduh, sakitnya!\n\nLINA\n(Segera mendekati dan membantu mengutip buku)\nRizal, kamu okay? Mari saya tolong.\n\nRIZAL\n(Terkejut dan terharu)\nLina? Terima kasih banyak. Kamu ni memang 'baik budi' lah.\n\nLINA\n(Tersenyum)\nTak ada apa-apa. Kita kan kawan. Memang patut tolong-menolong.\n\nRIZAL\n(Mengangguk)\nBetul kata cikgu, Lina ni memang sentiasa 'baik budi'. Saya patut contohi awak.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "banting tulang",
    "makna": "bekerja keras dengan bermati-matian",
    "tema": "Ketekunan",
    "bahagian_bahagian": [
      "Melakukan kerja dengan gigih dan bersungguh-sungguh",
      "Mengeluarkan tenaga yang banyak",
      "Berusaha tanpa mengenal penat lelah"
    ],
    "contoh": [
      "Petani itu 'banting tulang' di sawah demi menyara keluarganya.",
      "Pelajar itu 'banting tulang' belajar untuk mendapat keputusan cemerlang dalam peperiksaan."
    ],
    "ayat_perbincangan": "Peribahasa 'banting tulang' bermaksud bekerja keras dengan bermati-matian tanpa mengenal penat lelah. Ia menggambarkan usaha yang gigih dan pengorbanan tenaga yang besar demi mencapai sesuatu tujuan. Individu yang sanggup 'banting tulang' selalunya mempunyai azam yang kuat dan tidak mudah berputus asa walaupun berdepan dengan cabaran. Sifat 'banting tulang' ini adalah kunci kepada kejayaan dalam apa jua bidang yang diceburi, sama ada dalam pelajaran, pekerjaan, atau perniagaan.",
    "ayat_naratif": "Pak Mat, seorang petani tua, setiap hari 'banting tulang' di sawahnya. Dari subuh hingga senja, dia akan membajak tanah, menanam padi, dan membersihkan rumpai. Walaupun usianya sudah lanjut, semangatnya tidak pernah pudar. Isterinya selalu menyuruhnya berehat, tetapi Pak Mat hanya tersenyum. 'Kalau tak 'banting tulang', macam mana nak makan?' katanya. Hasilnya, padi Pak Mat sentiasa menjadi yang terbaik di kampung, dan keluarganya hidup selesa berkat usahanya yang gigih 'membanting tulang'.",
    "skrip_drama": "INT. KEDAI KECIL - PETANG\n\nACTION: Kamal, seorang pelajar, sedang membantu ayahnya bekerja di kedai. Kamal kelihatan letih.\n\nKAMAL\n(Mengelap meja)\nAyah, penatnya hari ni. Ramai betul pelanggan.\n\nAYAH\n(Tersenyum)\nItulah kehidupan, nak. Ayah dulu pun 'banting tulang' cari rezeki. Baru kita hargai apa yang ada.\n\nKAMAL\n(Mengangguk)\nSaya faham, ayah. Ayah memang hebat. Dari pagi sampai malam 'banting tulang' untuk keluarga kita.\n\nAYAH\n(Menepuk bahu Kamal)\nKamu pun kena jadi macam ayah. Kena rajin 'banting tulang' kalau nak berjaya nanti. Dalam pelajaran pun sama.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "berani mati",
    "makna": "tidak berasa takut walaupun akan menghadapi bahaya",
    "tema": "Keberanian",
    "bahagian_bahagian": [
      "Tidak gentar menghadapi risiko besar",
      "Sanggup menghadapi bahaya demi sesuatu tujuan",
      "Mempunyai semangat kental dan tidak takut mati"
    ],
    "contoh": [
      "Askar-askar itu 'berani mati' mempertahankan negara daripada musuh.",
      "Seorang penyelam 'berani mati' menyelam ke dasar laut yang dalam untuk mencari harta karun."
    ],
    "ayat_perbincangan": "Peribahasa 'berani mati' menggambarkan seseorang yang tidak berasa takut walaupun terpaksa menghadapi bahaya atau risiko yang sangat besar. Individu yang 'berani mati' sanggup menggadai nyawa demi mencapai tujuan tertentu, sama ada untuk menyelamatkan orang lain, mempertahankan prinsip, atau mencapai matlamat yang penting. Sifat 'berani mati' ini adalah lambang keberanian yang luar biasa, sering dilihat pada pahlawan, penyelamat, atau mereka yang sanggup berkorban demi kebaikan yang lebih besar.",
    "ayat_naratif": "Semasa kebakaran melanda bangunan itu, semua orang lari bertempiaran. Asap tebal memenuhi ruang, dan api menjulang tinggi. Tiba-tiba, seorang anggota bomba meluru masuk ke dalam bangunan yang marak. Dia tidak gentar. Dia 'berani mati' demi menyelamatkan seorang bayi yang terperangkap di dalam. Anggota bomba itu bertungkus-lumus memecah pintu, melawan api, dan akhirnya keluar bersama bayi itu yang selamat. Semua orang bertepuk tangan, memuji keberanian anggota bomba yang 'berani mati' itu.",
    "skrip_drama": "EXT. HUTAN BELANTARA - SIANG\n\nACTION: Sekumpulan pengakap sedang berkhemah. Tiba-tiba, kedengaran bunyi ngauman harimau.\n\nALI\n(Terkejut)\nHarimau! Lari!\n\nAHMAD\n(Dengan wajah cemas)\nKita nak buat apa? Kita tak ada senjata!\n\nKETUA PENGAKAP\n(Dengan tenang, melangkah ke hadapan)\nJangan takut! Kita tak boleh lari. Kita kena 'berani mati' hadapi situasi ini. Kita akan cuba menakutkan dia.\n\nALI\n(Gementar)\nTapi... tapi bahaya, cikgu!\n\nKETUA PENGAKAP\n(Melihat Ali)\nKita kena tunjuk kita 'berani mati' bila berdepan bahaya. Mari, ikut saya. Kita buat bunyi bising.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "buang yang keruh, ambil yang jernih",
    "makna": "berdamai dan melupakan pertelingkahan",
    "tema": "Penyelesaian Konflik",
    "bahagian_bahagian": [
      "Melupakan perselisihan faham atau permusuhan lama",
      "Mencari titik persamaan untuk berdamai",
      "Memulakan hubungan baru yang lebih baik"
    ],
    "contoh": [
      "Setelah bertahun-tahun bermusuhan, dua keluarga itu akhirnya 'buang yang keruh, ambil yang jernih' dan berdamai.",
      "Mereka memutuskan untuk 'buang yang keruh, ambil yang jernih' demi kebaikan bersama."
    ],
    "ayat_perbincangan": "Peribahasa 'buang yang keruh, ambil yang jernih' bermaksud berdamai dan melupakan segala pertelingkahan atau perselisihan faham yang telah berlaku. Ia mengajak kita untuk membuang segala dendam dan rasa tidak puas hati, dan sebaliknya mencari titik persamaan untuk membina hubungan yang lebih baik. Amalan ini penting dalam masyarakat untuk mengelakkan perpecahan dan mewujudkan keharmonian, di mana semua pihak bersedia untuk memaafkan dan memulakan lembaran baru.",
    "ayat_naratif": "Ali dan Abu adalah sahabat baik, tetapi mereka pernah bergaduh besar kerana salah faham. Mereka tidak bertegur sapa selama berbulan-bulan. Suatu hari, datuk mereka jatuh sakit. Ali dan Abu bertemu di hospital. Mereka memandang satu sama lain. Abu melangkah ke hadapan. 'Ali,' katanya, 'datuk sakit. Mari kita 'buang yang keruh, ambil yang jernih'. Kita lupakanlah apa yang berlaku. Kita bantu datuk.' Ali mengangguk. Mereka berdua berjabat tangan, dan sejak itu, persahabatan mereka kembali seperti sedia kala, malah lebih erat.",
    "skrip_drama": "INT. RUANG MAKAN RUMAH - MALAM\n\nACTION: Ayah sedang membebel kepada dua anaknya, Siti dan Raju, yang baru sahaja bergaduh.\n\nAYAH\n(Dengan nada tegas)\nKamu berdua ni! Asyik bergaduh je. Bila nak berbaik ni?\n\nSITI\n(Muncung)\nRaju yang mulakan dulu, ayah!\n\nRAJU\n(Tidak puas hati)\nEh, Siti pula yang salah!\n\nAYAH\n(Mengeluh)\nSudahlah tu. Dengar cakap ayah. Kita ni keluarga. Kita kena 'buang yang keruh, ambil yang jernih'. Lupakanlah apa yang berlaku.\n\nSITI\n(Memandang Raju)\nTapi dia...!\n\nAYAH\n(Memintas)\nTak ada tapi-tapi. Maafkanlah sesama sendiri. Barulah hidup kita tenang. Cuba 'buang yang keruh, ambil yang jernih'. Boleh?\n\n[FADE OUT]"
  },
  {
    "peribahasa": "cubit paha kanan, paha kiri terasa juga",
    "makna": "apabila seseorang teraniaya, kaum keluarganya akan terasa",
    "tema": "Hubungan Keluarga",
    "bahagian_bahagian": [
      "Kesakitan atau kesusahan yang dialami oleh seorang ahli keluarga",
      "Turut dirasai oleh ahli keluarga yang lain",
      "Menunjukkan ikatan kekeluargaan yang kuat"
    ],
    "contoh": [
      "Apabila adik jatuh sakit, seluruh keluarga berasa bimbang, bak kata peribahasa 'cubit paha kanan, paha kiri terasa juga'.",
      "Kemalangan yang menimpa sepupu itu turut dirasai oleh pak ciknya, kerana 'cubit paha kanan, paha kiri terasa juga'."
    ],
    "ayat_perbincangan": "Peribahasa 'cubit paha kanan, paha kiri terasa juga' menggambarkan ikatan kekeluargaan yang sangat kuat, di mana kesakitan atau kesusahan yang menimpa seorang ahli keluarga turut dirasai dan dikongsi oleh ahli keluarga yang lain. Ia menunjukkan bahawa hubungan darah adalah sangat mendalam dan tidak dapat dipisahkan. Apabila seorang ahli keluarga menghadapi masalah, seluruh keluarga akan turut terkesan dan berusaha untuk membantu, kerana mereka faham penderitaan seorang adalah penderitaan semua.",
    "ayat_naratif": "Keluarga Pak Kassim terkenal dengan ikatan yang sangat rapat. Anak sulung mereka, Hadi, bekerja di bandar dan jarang pulang. Suatu hari, Hadi terlibat dalam kemalangan kecil. Berita itu sampai ke kampung. Mak cik dan pak cik di kampung mula risau, nenek pula tidak senang duduk. Walaupun Hadi jauh, mereka semua merasai kebimbangan itu. Ibu Hadi hanya mampu berkata, 'Memanglah, 'cubit paha kanan, paha kiri terasa juga'. Walau di mana pun anak kita, kalau dia susah, kita tetap rasa.' Keluarga itu segera merancang untuk melawat Hadi, menunjukkan betapa kuatnya ikatan mereka.",
    "skrip_drama": "INT. RUANG MAKAN RUMAH - MALAM\n\nACTION: Keluarga sedang makan malam. Ayah kelihatan muram.\n\nIBU\n(Melihat Ayah)\nAbang, kenapa nampak muram je? Tak sihat ke?\n\nAYAH\n(Mengeluh)\nTak ada lah, sayang. Cuma teringat Abang Long di kampung. Dia baru kehilangan pekerjaan.\n\nANAK\n(Terkejut)\nOh, pak cik Long? Kesiannya...\n\nIBU\n(Menggosok tangan Ayah)\nBiasalah tu, bang. Keluarga kan. Macam kata orang, 'cubit paha kanan, paha kiri terasa juga'. Walau jauh mana pun, kalau ada yang susah, kita tetap rasa.\n\nAYAH\n(Mengangguk)\nBetul. Rasa tak sedap hati ni. Kita kena fikir macam mana nak tolong dia.\n\nANAK\n(Menambah)\nYa, ayah. Kami pun rasa sedih juga untuk pak cik Long.\n\n[FADE OUT]"
  }
]