[
  {
    "peribahasa": "Hidung Tinggi",
    "makna": "Sombong, angkuh, dan memandang rendah pada orang lain.",
    "tema": "Sikap Negatif",
    "bahagian_bahagian": [
      "Merasa diri lebih hebat daripada orang lain",
      "Suka merendahkan dan menghina orang lain",
      "Tidak mahu bergaul dengan orang yang dianggap lebih rendah darjatnya"
    ],
    "contoh": [
      "Seorang pelajar kaya yang selalu memamerkan pakaian dan barang mahalnya kepada rakan-rakannya.",
      "Seekor gajah yang enggan berkawan dengan semut kerana saiznya yang kecil."
    ],
    "ayat_perbincangan": "Sikap 'hidung tinggi' merupakan satu sifat negatif yang perlu dielakkan. Orang yang 'hidung tinggi' sering merasa diri mereka lebih baik daripada orang lain dan suka memandang rendah pada mereka yang dianggap lebih rendah darjatnya. Contohnya, seorang pelajar yang kaya mungkin akan menghina rakan sekelasnya yang miskin atau tidak mempunyai barang berjenama. Sikap ini boleh menimbulkan perasaan sakit hati dan menjejaskan hubungan persahabatan. Oleh itu, kita perlulah sentiasa merendah diri dan menghormati semua orang tanpa mengira latar belakang mereka.",
    "ayat_naratif": "Di sebuah sekolah haiwan, ada seekor zirafah bernama Zara yang sangat 'hidung tinggi'. Zara selalu memamerkan lehernya yang panjang dan bulunya yang cantik kepada rakan-rakannya. Dia juga sering menghina haiwan lain yang dianggapnya lebih rendah darinya, seperti Si Kura-kura yang perlahan dan Si Landak yang berduri. Suatu hari, Zara terjatuh ke dalam lubang yang dalam. Dia menjerit meminta tolong, tetapi tiada siapa yang mahu membantunya kerana mereka sudah bosan dengan sikapnya yang sombong. Akhirnya, Si Kura-kura dan Si Landak yang baik hati datang membantu Zara keluar dari lubang tersebut. Zara berasa sangat malu dan menyesal dengan sikapnya selama ini. Dia berjanji untuk berubah dan menjadi rakan yang lebih baik.",
    "skrip_drama": "INT. KANTIN SEKOLAH - TENGAHARI\n\nACTION: Rina si arnab dan Rani si tupai sedang berbual di kantin sekolah. Tiba-tiba, datang Riko si harimau dengan berlagak sombong.\n\nRIKO\n(Dengan nada angkuh)\nHei, kalian tengok ni! Aku dapat kasut baru! Kasut berjenama pula tu!\n\nRINA\n(Dengan sopan)\nWah, cantiknya kasut kau, Riko.\n\nRIKO\n(Dengan sombong)\nTentu lah cantik! Kasut mahal ni. Mana macam kasut kalian yang murah tu.\n\nRANI\n(Dengan sedikit marah)\nRiko, jangan lah 'hidung tinggi' sangat. Kasut tak menentukan nilai seseorang.\n\nRIKO\n(Dengan sinis)\nYalah tu. Kalian cuma jeles sebab tak mampu beli kasut macam aku.\n\nACTION: Riko berlalu pergi dengan angkuh. Rina dan Rani hanya mampu menggelengkan kepala.\n\nRINA\nIsh, tak elok lah sikap Riko tu. Sombong sangat!\n\nRANI\nBetul tu. Kita patut tegur dia supaya dia sedar kesalahannya.\n\nACTION: Rina dan Rani berbincang untuk mencari cara menegur Riko.\n\n[FADE OUT]"
  },
  {
    "peribahasa": "Pukul Curi",
    "makna": "Makan suap atau menerima rasuah.",
    "tema": "Amalan Buruk",
    "bahagian_bahagian": [
      "Menerima sesuatu (wang, hadiah, dll.) secara tersembunyi sebagai sogokan",
      "Melakukan sesuatu yang melanggar peraturan atau tidak jujur demi keuntungan peribadi",
      "Menyalahgunakan kuasa atau kedudukan"
    ],
    "contoh": [
      "Seekor monyet polis menutup mata terhadap kesalahan seekor harimau kerana menerima 'tumbuk rusuk' berupa pisang emas.",
      "Seekor ular pegawai memberikan permit pembinaan sarang kepada seekor buaya walaupun lokasi itu berbahaya, selepas menerima 'tumbuk rusuk' berupa seekor arnab gemuk."
    ],
    "ayat_perbincangan": "Peribahasa 'pukul curi' merujuk kepada perbuatan menerima rasuah atau sogokan. Ia adalah amalan tidak jujur di mana seseorang menerima balasan untuk melakukan sesuatu yang salah atau melanggar etika. Tindakan ini merosakkan integriti dan keadilan, seperti apabila seorang pegawai menerima wang untuk meluluskan projek yang tidak sah. 'Pukul curi' adalah perbuatan yang mengkhianati kepercayaan dan perlu dielakkan sama sekali.",
    "ayat_naratif": "Di sebuah hutan yang damai, Sang Arnab sedang berjalan-jalan apabila dia terserempak dengan Si Monyet yang termenung. 'Pening kepala,' keluh Si Monyet. 'Aku nampak Si Musang curi telur dari sarang Burung Pipit, tapi dia bagi aku 'pukul curi' sebakul rambutan supaya aku tutup mulut.' Sang Arnab berkerut dahi. 'Tapi itu salah, Monyet! Kau kan polis hutan, sepatutnya tangkap dia.' Si Monyet dilema. Akhirnya, dia memilih kebenaran. Dia pulangkan rambutan itu dan segera menangkap Si Musang, menyedari 'pukul curi' hanya membawa penyesalan.",
    "skrip_drama": "EXT. TAMAN PERMAINAN - PETANG\n\nACTION: Lila si kucing dan Hazim si beruang sedang bermain di taman permainan.\n\nLILA\nEh, tadi masa Cikgu Burung Hantu tak ada, kau nampak tak siapa yang baling pemadam kat Rizal? Sakit tau kena kepala!\n\nHAZIM\nAlamak, aku tak perasan lah. Tiba-tiba je dengar Rizal jerit.\n\nLILA\nIsh, geram betul lah! Dah lah sakit, tak mengaku pula. 'Pukul curi' betul perangai!\n\nHAZIM\nHa'ah lah. 'Pukul curi' tu ibarat hantu, datang tak dijemput, pulang tak dihantar! Buat jahat tapi tak nak mengaku.\n\nLILA\nOoh, macam tu! Macam kes buku sejarah aku yang hilang hari tu lah. Sampai sekarang tak tahu siapa yang ambil. 'Pukul curi' betul!\n\n[FADE OUT]"
  },
  {
    "peribahasa": "Seperti Kera Dapat Bunga",
    "makna": "Tidak tahu menghargai atau menggunakan sesuatu dengan baik.",
    "tema": "Penilaian Diri",
    "bahagian_bahagian": [
      "Tidak memahami nilai atau kegunaan sesuatu",
      "Tidak berhati-hati dan merusak sesuatu yang berharga"
    ],
    "contoh": [
      "Seorang kanak-kanak yang merasa telefon bimbit dan merusakkan skrinnya.",
      "Seekor monyet yang memetik bunga yang cantik dan kemudian mencampakkannya ke tanah."
    ],
    "ayat_perbincangan": "Peribahasa 'seperti kera dapat bunga' menggambarkan sikap seseorang yang tidak menghargai atau menggunakan sesuatu dengan baik. Mereka mungkin tidak memahami nilai atau kegunaan sesuatu benda sehingga menyebabkan kerosakan atau pembaziran. Contohnya, seorang kanak-kanak yang diberi telefon bimbit mungkin akan merasa dan mencampakkannya sehingga rosak kerana tidak faham cara menggunakannya dengan betul. Sikap ini perlu diubah kerana menunjukkan sikap tidak bertanggungjawab dan tidak menghargai barangan yang dimiliki.",
    "ayat_naratif": "Di sebuah hutan yang rimba, hiduplah seekor monyet bernama Kiki. Kiki sangat nakal dan suka bermain. Pada suatu hari, Kiki menemui sekuntum bunga yang sangat cantik. Dia memetik bunga itu dan memainkannya dengan gembira. Namun, kerana terlalu asyik bermain, Kiki mencampakkan bunga itu ke tanah dan menginjak-injaknya sehingga hancur. Seekor burung yang melihat kejadian itu berkata, 'Kiki, kenapa kau buat macam tu? Bunga itu kan cantik. Sayang sekali kau rosakkan dia.' Kiki hanya tersenyum dan berkata, 'Ala, biasa je lah. Bunga lain ada banyak.' Burung itu menggelengkan kepalanya dan berkata, 'Kiki, kau ni memang 'seperti kera dapat bunga'. Tak tahu hargai kecantikan alam.'",
    "skrip_drama": "INT. RUMAH KIKI - PETANG\n\nACTION: Kiki, seekor kucing, sedang asyik melukis di atas kanvas. Momo, seekor monyet, datang dan mengambil berus lukis Kiki.\n\nMOMO\n(Dengan teruja)\nWah, apa benda ni? Cantiknya! Boleh aku cuba?\n\nKIKI\n(Dengan risau)\nEh, jangan! Itu berus lukis aku. Kau tak pandai guna nanti rosak!\n\nMOMO\nAla, aku pandai lah! (Mula menconteng kanvas dengan berus lukis secara kasar)\n\nKIKI\n(Dengan marah)\nAduh! Habislah lukisan aku! Kau ni memang 'seperti kera dapat bunga'! Tak tahu hargai barang orang!\n\nMOMO\n(Dengan selamba)\nAla, rileks lah! Bukannya rosak pun. Cantik apa aku lukis ni!\n\n[FADE OUT]"
  },
  {
    "peribahasa": "Melepaskan Batuk di Tangga",
    "makna": "Melakukan sesuatu kerja dengan sambil lewa atau tidak bersungguh-sungguh.",
    "tema": "Ketekunan",
    "bahagian_bahagian": [
      "Tidak menumpukan perhatian sepenuhnya terhadap tugas",
      "Tidak memberikan usaha yang maksimum",
      "Mengabaikan perkara penting dan hanya melakukan kerja ala kadar"
    ],
    "contoh": [
      "Seorang pelajar yang hanya membaca buku teks secara sambil lewa sebelum peperiksaan.",
      "Seorang tukang masak yang memasak dengan tergesa-gesa dan tidak mengikut resipi dengan betul."
    ],
    "ayat_perbincangan": "Peribahasa 'melepaskan batuk di tangga' membawa maksud melakukan sesuatu kerja dengan sambil lewa atau tidak bersungguh-sungguh. Sikap ini boleh membawa kesan buruk kerana hasil kerja yang dilakukan tidak akan sempurna dan memuaskan. Contohnya, seorang pelajar yang belajar sambil lewa mungkin akan gagal dalam peperiksaan. Begitu juga dengan seorang tukang masak yang memasak dengan sambil lewa, hasil masakannya mungkin tidak sedap dan mengecewakan pelanggan. Oleh itu, kita perlulah sentiasa melakukan setiap pekerjaan dengan penuh dedikasi dan memberikan usaha yang terbaik agar mendapat hasil yang cemerlang.",
    "ayat_naratif": "Matahari bersinar terik di Ladang Semut pada pagi itu. Semua semut pekerja bertungkus-lumus mengangkut bekalan makanan ke gudang sebagai persediaan menghadapi musim hujan. Namun, seekor semut muda bernama Sami kelihatan berbeza. Dia berjalan sambil lewa dengan sekeping daun kecil di bahunya, sesekali berhenti untuk berbual dengan rakan-rakannya. Ketua Semut menegur Sami: 'Jangan 'melepaskan batuk di tangga', Sami. Musim hujan semakin hampir, kita perlu bekerjasama untuk mengumpulkan bekalan yang cukup.' Sami hanya tersenyum dan meneruskan kerjanya dengan sambil lewa. Apabila musim hujan tiba, Sami dan beberapa rakannya yang lain kebuluran kerana bekalan makanan tidak mencukupi, menyesali sikap mereka yang 'melepaskan batuk di tangga'.",
    "skrip_drama": "EXT. HALAMAN RUMAH - SIANG\n\nACTION: Seekor Siput bernama Siput sedang membina rumah baru. Dia kelihatan tergesa-gesa dan tidak berhati-hati. Seekor Labah-labah bernama Laba yang melihat keadaan itu menegurnya.\n\nLABA\n(Dengan nada prihatin)\nSiput, kenapa kau nampak kelam-kabut sangat tu? Bina rumah tu elok-elok, jangan sampai roboh pula.\n\nSIPUT\n(Dengan nada tergesa-gesa)\nAla, rileks lah Laba. Aku cuma nak cepat siap ni. Ada banyak lagi kerja lain yang aku kena buat.\n\nLABA\nTapi kalau kau buat kerja 'melepaskan batuk di tangga' macam ni, nanti rumah kau tak kukuh. Takut nanti mudah rosak pula.\n\nSIPUT\nYalah, yalah. Aku tahu lah tu. (Sambung membina rumah dengan sambil lewa)\n\nLABA\n(Menggelengkan kepala)\nHish, Siput ni... degil betul! Nanti kalau rumah kau roboh, jangan menyesal sudah lah.\n\nACTION: Beberapa hari kemudian. Rumah baru Siput roboh ditimpa hujan lebat. Siput kelihatan sedih dan menyesal. Laba datang menemuinya.\n\nLABA\n(Dengan nada simpati)\nAduh, Siput... kesiannya kau. Kan aku dah pesan jangan 'melepaskan batuk di tangga' masa bina rumah tu.\n\nSIPUT\n(Dengan nada menyesal)\nBetul kata kau, Laba. Aku menyesal sebab tak dengar nasihat kau. Sekarang aku dah tak ada rumah.\n\nLABA\nTak apa lah, Siput. Kita bina rumah baru sama-sama. Tapi kali ni, kita buat elok-elok ya?\n\nSIPUT\n(Dengan bersungguh-sungguh)\nBaiklah, Laba. Terima kasih kerana sudi membantu aku."
  },
  {
    "peribahasa": "Ada Udang di Sebalik Batu",
    "makna": "Mempunyai niat atau tujuan tersembunyi di sebalik sesuatu perbuatan yang kelihatan baik atau tidak bersalah.",
    "tema": "Niat Tersembunyi",
    "bahagian_bahagian": [
      "Melakukan perbuatan baik dengan agenda tersembunyi",
      "Tidak ikhlas atau mempunyai motif terselindung",
      "Perlu berhati-hati dengan muslihat"
    ],
    "contoh": [
      "Rakan yang tiba-tiba berbaik-baik hanya kerana ingin meminjam duit.",
      "Seseorang yang memberi pujian melampau dengan harapan mendapat sesuatu balasan."
    ],
    "ayat_perbincangan": "Peribahasa 'ada udang di sebalik batu' merujuk kepada situasi di mana seseorang melakukan sesuatu yang kelihatan baik, tetapi sebenarnya mempunyai niat tersembunyi. Keadaan ini memerlukan kita berhati-hati agar tidak terpedaya dengan muslihat. Contohnya, seseorang yang tiba-tiba berbaik-baik dan memberi hadiah mungkin ada tujuan lain seperti ingin meminjam duit atau meminta bantuan. Oleh itu, kita perlu sentiasa menilai keikhlasan orang lain dan tidak mudah mempercayai perbuatan baik yang muncul secara tiba-tiba tanpa sebab yang jelas.",
    "ayat_naratif": "Aiman sedang berlegar di taman apabila Siva, kawan yang biasanya kedekut, tiba-tiba menghulurkan sebungkus coklat. Aiman terkejut, 'Kenapa kau baik sangat hari ni, Siva?' Siva hanya tersenyum lebar. Aiman mula berfikir, 'Hmm, macam 'ada udang di sebalik batu' ni. Takkan tiba-tiba baik hati pula?' Dia masih ingat, Siva tidak pernah murah hati sebelum ini. Aiman mengambil coklat itu, tetapi tetap berhati-hati. Keesokan harinya, barulah terbukti, Siva meminta Aiman membantunya menyiapkan projek sains yang rumit, baru Aiman faham mengapa Siva begitu 'bermurah hati'.",
    "skrip_drama": "INT. KELAS - REHAT\n\nACTION: Aiman dan Siti sedang berbual di meja mereka.\n\nAIMAN\nEh, kenapa Siva bagi aku coklat ni? Selalu dia kedekut je.\n\nSITI\nEntahlah... Mungkin dia nak minta tolong buat kerja sekolah kot.\n\nAIMAN\nHmm... 'Ada udang di sebalik batu' ni. Takkan tiba-tiba baik hati pula.\n\nSITI\nHa'ah lah. Biasanya kalau orang buat baik tiba-tiba, mesti ada sebab lain.\n\nACTION: Aiman melihat coklat di tangannya dengan ragu-ragu.\n\nAIMAN\nAku tunggu je lah apa dia nak sebenarnya. Takkan nak bagi coklat free je kan?\n\nSITI\nHa'ah lah. Mungkin dia nak ajak kau pergi rumah dia ke, tolong dia buat kerja ke...\n\n[FADE OUT]"
  }
]